Repository: sakshi190703/trial
Catalog: kootumb_Frontend_Flutter/assets/i18n/*/auth.arb
Languages: pt_br, tr

# headline
source: Better social.
pt_br: Uma rede social melhor.
tr: Daha iyi bir sosyal ağ.

source: Log in
pt_br: Entrar
tr: Oturum aç

# email_empty_error
source: Email cannot be empty.
pt_br: O email não pode ficar vazio.
tr: E-posta boş bırakılamaz.

# email_invalid_error
source: Please provide a valid email.
pt_br: Por favor, forneça um email válido.
tr: Lütfen geçerli bir e-posta adresi girin.

# username_empty_error
source: Username cannot be empty.
pt_br: O nome de usuário não pode ficar vazio.
tr: Kullanıcı adı boş bırakılamaz.

# username_characters_error
source: A username can only contain alphanumeric characters and underscores.
pt_br: Um nome de usuário só pode conter caracteres alfanuméricos e underlines (_).
tr: Bir kullanıcı adı yalnızca alfasayısal karakterler ve alt çizgiler içerebilir.

# username_maxlength_error
source: A username can't be longer than {maxLength} characters.
pt_br: Um nome de usuário não pode ser maior que {maxLength} caracteres.
tr: Bir kullanıcı adı {maxLength} karakterden daha uzun olamaz.

# create_account
source: Sign up
pt_br: Cadastrar-se
tr: Kayıt ol

# create_acc__lets_get_started
source: Let's get started
pt_br: Vamos começar
tr: Haydi başlayalım

# create_acc__welcome_to_beta
source: Welcome to the Beta!
pt_br: Bem-vindo(a) à Beta!
tr: Betaya hoş geldiniz!

# create_acc__invalid_token
source: Invalid token
pt_br: Token inválido

# create_acc__validating_token
source: Validating token...
pt_br: Validando token...

# create_acc__previous
source: Back
pt_br: Voltar
tr: Geri

# create_acc__next
source: Next
pt_br: Avançar
tr: İleri

# create_acc__create_account
source: Create account
pt_br: Criar uma conta
tr: Hesap oluştur

# create_acc__paste_link
source: Paste your registration link below
pt_br: Cole seu link de registro abaixo
tr: Kayıt bağlantınızı aşağıya yapıştırın

# create_acc__paste_password_reset_link
source: Paste your password reset link below
pt_br: Cole o link de redefinição de senha abaixo
tr: Şifre sıfırlama bağlantınızı aşağıya yapıştırın

# create_acc__paste_link_help_text
source: Use the link from the Join Kongo button in your invitation email.
pt_br: Use o link do seu convite recebido por email.
tr: Davet e-postanızdaki Kongo'a Katıl düğmesini tıklayın.

# create_acc__link_empty_error
source: Link cannot be empty.
pt_br: O campo de link não pode ficar vazio.
tr: Link boş bırakılamaz.

# create_acc__link_invalid_error
source: This link is invalid.
pt_br: Este link é inválido.

# password_empty_error
source: Password cannot be empty.
pt_br: A senha não pode ficar vazia.
tr: Parola boş bırakılamaz.

# password_range_error
source: Password must be between {minLength} and {maxLength} characters.
pt_br: A senha deve ter entre {minLength} e {maxLength} caracteres.
tr: Parola karakteri sayısı {minLength} ile {maxLength} uzunluğu arasında olmalıdır.

# name_empty_error
source: Name cannot be empty.
pt_br: O nome não pode ficar vazio.
tr: İsim boş bırakılamaz.

# name_range_error
source: Name must be between {minLength} and {maxLength} characters.
pt_br: O nome deve ter entre {minLength} e {maxLength} caracteres.
tr: İsim karakter sayısı {minLength} ve {maxLength} uzunluğu arasında olmalıdır.

# description_empty_error
source: Description cannot be empty.
pt_br: A descrição não pode ficar vazia.
tr: Açıklama boş bırakılmaz.

# description_range_error
source: Description must be between {minLength} and {maxLength} characters.
pt_br: A descrição deve ter entre {minLength} e {maxLength} caracteres.
tr: Açıklama karakter sayısı {minLength} ve {maxLength} uzunluğu arasında olmalıdır.

# reset_password_success_title
source: All set!
pt_br: Tudo pronto!
tr: Her şey tamam!

# reset_password_success_info
source: Your password has been updated successfully
pt_br: Sua senha foi alterada com sucesso
tr: Şifreniz başarıyla güncellendi

# create_acc__request_invite
source: No invite? Request one here.
pt_br: Sem convite? Solicite um aqui.
tr: Davet yok mu? Buradan bir tane isteyin.

# create_acc__subscribe
source: Request
pt_br: Solicitar
tr: Talep et

# create_acc__subscribe_to_waitlist_text
source: Request an invite!
pt_br: Solicitar um convite!
tr: Davet et!

# create_acc__congratulations
source: Congratulations!
pt_br: Parabéns!
tr: Tebrikler!

# create_acc__your_subscribed
source: You're {0} on the waitlist.
pt_br: Você é o número {0} da lista de espera.
tr: {0}. bekleme listesindesin.

# create_acc__almost_there
source: Almost there...
pt_br: Quase lá...
tr: Neredeyse tamamlandı...

# create_acc__what_name
source: What's your name?
pt_br: Qual é o seu nome?
tr: İsminiz nedir?

# create_acc__name_placeholder
source: James Bond
pt_br: Ayrton Senna
tr: İsminizi Yazın

# create_acc__name_empty_error
source: 😱 Your name can't be empty.
pt_br: 😱 Seu nome não pode ficar vazio.
tr: 😱 İsim kısmını boş bırakamazsın.

# create_acc__name_length_error
source: 😱 Your name can't be longer than 50 characters. (If it is, we're very sorry.)
pt_br: 😱 Seu nome não pode ter mais de 50 caracteres. (Se ele tem, lamentamos muito.)
tr: 😱 Adınız 50 karakterden uzun olamaz. (Öyle ise, çok üzgünüz.)

# create_acc__name_characters_error
source: 😅 A name can only contain alphanumeric characters (for now).
pt_br: 😅 Um nome só pode conter caracteres alfanuméricos (por enquanto).
tr: 😅 Bir isim sadece alfanümerik karakterler içerebilir (şimdilik).

# create_acc__what_username
source: Choose a username
pt_br: Escolha um nome de usuário
tr: Bir kullanıcı adı seç

# create_acc__username_placeholder
source: pablopicasso
pt_br: santosdumont
tr: nuribilgeceylan

# create_acc__username_empty_error
source: 😱 The username can't be empty.
pt_br: 😱 O nome de usuário não pode ficar vazio.
tr: 😱 Kullanıcı ismi boş bırakılamaz.

# create_acc__username_length_error
source: 😅 A username can't be longer than 30 characters.
pt_br: 😅 Um nome de usuário não pode ter mais de 30 caracteres.
tr: 😅 Bir kullanıcı ismi 30 karakterden uzun olamaz.

# create_acc__username_characters_error
source: 😅 A username can only contain alphanumeric characters and underscores.
pt_br: 😅 Um nome de usuário deve conter apenas caracteres alfanuméricos e underlines (_).
tr: 😅 Bir kullanıcı ismi yalnızca alfasayısal karakterler ve alt çizgiler içerebilir.

# create_acc__username_taken_error
source: 😩 The username @%s is taken.
pt_br: 😩 O nome de usuário @%s já está em uso.
tr: 😩 @%s kullanıcı ismi daha önce alınmış.

# create_acc__username_server_error
source: 😭 We're experiencing issues with our servers, please try again in a couple of minutes.
pt_br: 😭 Estamos com problemas em nossos servidores, por favor tente novamente em alguns minutos.
tr: 😭 Sunucularımızla ilgili sorunlar yaşıyoruz, lütfen birkaç dakika içinde tekrar deneyin.

# create_acc__what_email
source: What's your email?
pt_br: Qual é o seu email?
tr: E-posta adresin nedir?

# create_acc__email_placeholder
source: john_travolta@mail.com
pt_br: gisele_bundchen@mail.com
tr: örnekpostaadresi@mail.com

# create_acc__email_empty_error
source: 😱 Your email can't be empty
pt_br: 😱 Seu email não pode ficar vazio
tr: 😱 E-posta kısmı boş bırakılmaz

# create_acc__email_invalid_error
source: 😅 Please provide a valid email address.
pt_br: 😅 Por favor, forneça um endereço de email válido.
tr: 😅 Lütfen geçerli bir e-posta adresi girin.

# create_acc__email_taken_error
source: 🤔 An account already exists for that email.
pt_br: 🤔 Já existe uma conta associada a esse email.
tr: 🤔 Bu e-postaya kayıtlı zaten bir hesap bulunuyor.

# create_acc__email_server_error
source: 😭 We're experiencing issues with our servers, please try again in a couple of minutes.
pt_br: 😭 Estamos com problemas em nossos servidores, por favor tente novamente em alguns minutos.
tr: 😭 Sunucularımızla ilgili sorunlar yaşıyoruz, lütfen birkaç dakika içinde tekrar deneyin.

# create_acc__what_password
source: Choose a password
pt_br: Escolha uma senha
tr: Bir parola seçin

# create_acc_password_hint_text
source: ({minLength}-{maxLength} characters)
pt_br: ({minLength}-{maxLength} caracteres)
tr: ({minLength}-{maxLength} karakter)

# create_acc__what_password_subtext
source: (min 10 chars.)
pt_br: (mín. 10 caracteres)
tr: (en az 10 karakter)

# create_acc__password_empty_error
source: 😱 Your password can't be empty
pt_br: 😱 Sua senha não pode ficar vazia
tr: 😱 Şifre kısmı boş bırakılamaz

# create_acc__password_length_error
source: 😅 A password must be between 8 and 64 characters.
pt_br: 😅 Sua senha precisa ter entre 10 e 100 caracteres.
tr: 😅 Bir şifre 8 ile 64 karakter arasında olmalıdır.

# create_acc__what_avatar
source: Choose a profile picture
pt_br: Escolha uma imagem de perfil
tr: Profil fotoğrafı seçin

# create_acc__avatar_tap_to_change
source: Tap to change
pt_br: Toque para alterar
tr: Değiştirmek için dokunun

# create_acc__avatar_choose_camera
source: Take a photo
pt_br: Tirar uma foto
tr: Bir fotoğraf çekin

# create_acc__avatar_choose_gallery
source: Use an existing photo
pt_br: Usar uma foto existente
tr: Mevcut bir fotoğrafı kullan

# create_acc__avatar_remove_photo
source: Remove photo
pt_br: Remover foto
tr: Fotoğrafı sil

# create_acc__done
source: Create account
pt_br: Criar conta
tr: Hesap oluştur

# create_acc__done_subtext
source: You can change this in your profile settings.
pt_br: Você pode mudar isso nas configurações de perfil.
tr: Bunu profil ayarlarından değiştirebilirsin.

# create_acc__done_created
source: Your account has been created.
pt_br: Sua conta foi criada com sucesso.

# create_acc__suggested_communities
source: 🥳 Get started by joining the following communities.
pt_br: 🥳 Comece participando das seguintes comunidades.

# create_acc__submit_loading_title
source: Hang in there!
pt_br: Aguenta aí!
tr: Az kaldı!

# create_acc__submit_loading_desc
source: We're creating your account.
pt_br: Estamos criando sua conta.
tr: Hesabınızı oluşturuyoruz.

# create_acc__submit_error_title
source: Oh no...
pt_br: Ah não...
tr: Oh hayır...

# create_acc__submit_error_desc_server
source: 😭 We're experiencing issues with our servers, please try again in a couple of minutes.
pt_br: 😭 Estamos com problemas em nossos servidores, por favor tente novamente em alguns minutos.
tr: 😭 Sunucularımızla ilgili sorunlar yaşıyoruz, lütfen birkaç dakika içinde tekrar deneyin.

# create_acc__submit_error_desc_validation
source: 😅 It looks like some of the information was not right, please check and try again.
pt_br: 😅 Parece que algumas das informações não estavam corretas, por favor, verifique e tente novamente.
tr: 😅 Bazı bilgiler doğru değil gibi görünüyor, lütfen kontrol edin ve tekrar deneyin.

# create_acc__done_title
source: Hooray!
pt_br: Aeee!
tr: Yaşasın!

# create_acc__done_description
source: Your account has been created.
pt_br: Sua conta foi criada com sucesso.
tr: Hesabınız oluşturuldu.

# create_acc__your_username_is
source: Your user name is
pt_br: Seu nome de usuário é
tr: Kullanıcı adınız

# create_acc__can_change_username
source: If you wish, you can change it anytime via your profile page.
pt_br: Se desejar, você pode alterá-lo a qualquer momento através da sua página de perfil.
tr: İsterseniz profil sayfanızdan istediğiniz zaman değiştirebilirsiniz.

# create_acc__done_continue
source: Login
pt_br: Entrar
tr: Oturum aç

# create_acc__one_last_thing
source: One last thing...
pt_br: Uma última coisa...
tr: Son bir şey...

# create_acc__register
source: Register
pt_br: Criar minha conta
tr: Kayıt Ol

# create_acc__are_you_legal_age
source: Are you older than 16 years?
pt_br: Você tem mais de 16 anos?
tr: 16 yaşından büyük müsünüz?

# login__login
source: Continue
pt_br: Continuar
tr: Devam et

# login__previous
source: Previous
pt_br: Voltar
tr: Önceki

# login__title
source: Welcome back!
pt_br: Bem-vindo(a) de volta!
tr: Tekrar Hoşgeldin!

# login__subtitle
source: Enter your credentials to continue.
pt_br: Insira suas credenciais para continuar.
tr: Devam etmek için kimlik bilgilerinizi girin.

# login__forgot_password
source: Forgot password
pt_br: Esqueci a senha
tr: Şifreyi unuttum

# login__forgot_password_subtitle
source: Enter your email
pt_br: Digite seu email

# login__username_label
source: Username
pt_br: Nome de usuário
tr: Kullanıcı adı

# login__password_label
source: Password
pt_br: Senha
tr: Şifre

# login__password_empty_error
source: Password is required.
pt_br: A senha é necessária.
tr: Şifre gereklidir.

# login__password_length_error
source: Password must be between 8 and 64 characters.
pt_br: Sua senha deve ter entre 10 e 100 caracteres.
tr: Şifre 8 ile 64 karakter arasında olmalıdır.

# login__username_empty_error
source: Username is required.
pt_br: O nome de usuário é necessário.
tr: Kullanıcı adı gereklidir.

# login__username_length_error
source: Username can't be longer than 30 characters.
pt_br: O nome de usuário não pode ter mais de 30 caracteres.
tr: Kullanıcı adı 30 karakterden uzun olamaz.

# login__username_characters_error
source: Username can only contain alphanumeric characters and underscores.
pt_br: O nome de usuário só pode conter caracteres alfanuméricos e underlines (_).
tr: Kullanıcı adı yalnızca alfasayısal karakterler ve alt çizgiler içerebilir.

# login__credentials_mismatch_error
source: The provided credentials do not match.
pt_br: As credenciais fornecidas não coincidem.
tr: Verdiğiniz kimlik bilgileri uyuşmuyor.

# login__server_error
source: Uh oh.. We're experiencing server issues. Please try again in a few minutes.
pt_br: Ops... Estamos passando por problemas em nossos servidores. Por favor, tente novamente em alguns minutos.
tr: Ah.. Sunucu sorunları yaşıyoruz. Lütfen birkaç dakika içinde tekrar deneyin.

# login__connection_error
source: We can't reach our servers. Are you connected to the internet?
pt_br: Não conseguimos alcançar nossos servidores. Você está conectado à internet?
tr: Sunucularımıza ulaşamıyoruz. İnternete bağlı mısınız?

# change_password_title
source: Change password
pt_br: Alterar senha
tr: Şifreyi değiştir

# change_password_current_pwd
source: Current password
pt_br: Senha atual
tr: Şimdiki şifreniz

# change_password_current_pwd_hint
source: Enter your current password
pt_br: Digite sua senha atual
tr: Geçerli şifrenizi giriniz

# change_password_current_pwd_incorrect
source: Entered password was incorrect
pt_br: A senha inserida está incorreta
tr: Girilen şifre hatalı

# change_password_new_pwd
source: New password
pt_br: Nova senha
tr: Yeni şifre

# change_password_new_pwd_hint
source: Enter your new password
pt_br: Digite sua nova senha
tr: Yeni şifrenizi girin

# change_password_new_pwd_error
source: Please ensure password is between 10 and 100 characters long
pt_br: Por favor, certifique-se de que a senha tenha entre 10 e 100 caracteres
tr: Lütfen şifrenizin 10 ila 100 karakter uzunluğunda olduğundan emin olun

# change_password_save_text
source: Save
pt_br: Salvar
tr: Kaydet

# change_password_save_success
source: All good! Your password has been updated
pt_br: Tudo certo! Sua senha foi atualizada
tr: Hepsi iyi! şifreniz güncellendi

# login__email_label
source: Email
tr: E-Posta
