Repository: sakshi190703/trial
Catalog: kootumb_Frontend_Flutter/assets/i18n/*/community.arb
Languages: da, de, es_es, fr, hu, it, nl, pt_br, sv_se, tr

# invited_by_member
source: You must be invited by a member.
da: Du skal inviteres af et medlem.
de: Du musst von einem Mitglied eingeladen werden.
es_es: Debes ser invitado por un miembro.
fr: Vous devez être invité.e par un.e membre.
hu: Egy közösségi tagnak meg kell hívnia.
it: Devi essere invitato da un membro.
nl: Je dient uitgenodigd te worden door een lid.
pt_br: Você deve ser convidado(a) por um membro.
sv_se: Du måste bli inbjuden av en medlem.
tr: Bir üye tarafından davet edilmelisin.

# invited_by_moderator
source: You must be invited by a moderator.
da: Du skal inviteres af en moderator.
de: Du musst von einem Moderator eingeladen werden.
es_es: Debes ser invitado por un moderador.
fr: Vous devez être invité.e par un.e modérateur.trice.
hu: Egy moderátornak meg kell hívnia.
it: Devi essere invitato da un moderatore.
nl: Je dient uitgenodigd te worden door een moderator.
pt_br: Você deve ser convidado(a) por um moderador.
sv_se: Du måste bli inbjuden av en moderator.
tr: Bir moderatör tarafından davet edilmen gerekiyor.

# refreshing
source: Refreshing community
da: Opdaterer fællesskab
de: Community neu laden
es_es: Refrescando comunidad
fr: Actualisation de la communauté
hu: Közösség frissítése
it: Aggiornando la comunità
nl: Verversen community
pt_br: Atualizando a comunidade
sv_se: Uppdaterar gemenskap
tr: Ferahlatıcı topluluk

source: Posts
da: Opslag
de: Beiträge
fr: Publications
hu: Bejegyzések
it: Post
sv_se: Inlägg
tr: Gönderiler

source: About
da: Om
de: Über
es_es: Acerca de
fr: À propos
hu: A közösségről
it: Informazioni
nl: Over
pt_br: Sobre
sv_se: Om
tr: Hakkında

source: category.
da: kategori.
de: Kategorie.
es_es: categoría.
fr: catégorie.
hu: kategória.
it: categoria.
nl: categorie.
pt_br: categoria.
sv_se: kategori.
tr: kategori.

source: categories.
da: kategorier.
de: Kategorien.
es_es: categorías.
fr: catégories.
hu: kategória.
it: categorie.
nl: categorieën.
pt_br: categorias.
sv_se: kategorier.
tr: kategoriler.

# add_administrators_title
source: Add administrator
da: Tilføj administrator.
de: Administrator hinzufügen.
es_es: Añadir administrador.
fr: Ajouter un.e administrateur.trice
hu: Adminisztrátor hozzáadása
it: Aggiungi amministratore
nl: Een beheerder toevoegen.
pt_br: Adicionar administrador.
sv_se: Lägg till administratör.
tr: Yönetici ekle.

source: Community members
da: Fællesskabs medlemmer
de: Community-Mitglieder
es_es: Miembros de la comunidad
fr: Membres de la communauté
hu: Közösség tagjai
it: Membri della comunità
nl: Leden van een community
pt_br: Membros da comunidade
sv_se: Gemenskapens medlemmar
tr: Topluluk üyeleri

source: member
da: medlem
de: Mitglied
es_es: miembro
fr: membre
hu: tag
it: membro
nl: lid
pt_br: membro
sv_se: medlem
tr: üye

# member_plural
source: members
da: medlemmer
de: Mitglieder
es_es: miembros
fr: membres
hu: tag
it: membri
nl: leden
pt_br: membros
sv_se: medlemmar
tr: üyeler

# administrators_title
source: Administrators
da: Administratorer
de: Administratoren
es_es: Administradores
fr: Administrateurs.trices
hu: Adminisztrátorok
it: Amministratori
nl: Beheerders
pt_br: Administradores
sv_se: Administratörer
tr: Yöneticiler

# administrator_text
source: administrator
es_es: administrador
fr: administrateur.trice
hu: adminisztrátor
it: amministratore
nl: beheerder
pt_br: administrador
sv_se: administratör
tr: yönetici

# administrator_plural
source: administrators
da: administratorer
de: Administratoren
es_es: administradores
fr: administrateurs.trices
hu: adminisztrátor
it: amministratori
nl: beheerders
pt_br: administradores
sv_se: administratörer
tr: yöneticiler

# administrator_you
source: You
da: Dig
de: Du
es_es: Tú
fr: Vous
hu: Te
it: Tu
nl: Jij
pt_br: Você
sv_se: Du
tr: Sen

# user_you_text
source: You
da: Dig
de: Du
es_es: Tú
fr: Vous
hu: Te
it: Tu
nl: Jij
pt_br: Você
sv_se: Du
tr: Sen

# tile_delete
source: Delete
da: Slet
de: Löschen
es_es: Eliminar
it: Elimina
nl: Verwijderen
pt_br: Excluir
sv_se: Ta bort

# pick_upto_max
source: Pick up to {max} categories
da: Vælg op til {max} kategorier
de: Wähle bis zu {max} Kategorien
es_es: Escoge hasta {max} categorías
fr: Choisir jusqu'à {max} catégories
hu: Válassz ki legfeljebb {max} kategóriát
it: Scegli fino a {max} categorie
nl: Kies {max} categorieën
pt_br: Escolha até {max} categorias
sv_se: Välj upp till {max} kategorier
tr: {max} kategoriye kadar seç

# pick_atleast_min_category
source: You must pick at least {min} category.
da: Du skal vælge mindst {min} kategori!
de: Du musst mindestens {min} Kategorie auswählen.
es_es: Debes elegir al menos {min} categoría.
fr: Vous devez choisir au moins {min} catégorie.
hu: Legalább {min} kategóriát kell kiválasztanod.
it: Devi scegliere almeno {min} categoria/e.
nl: Je dient tenminste {min} categorie te selecteren.
pt_br: Você deve escolher pelo menos {min} categoria.
sv_se: Du måste välja åtminstone {min} kategori.
tr: En az {min} kategori seçmelisin.

# pick_atleast_min_categories
source: You must pick at least {min} categories.
da: Du skal vælge mindst {min} kategorier!
de: Du musst mindestens {min} Kategorien auswählen.
es_es: Debes elegir al menos {min} categorías.
fr: Vous devez choisir au moins {min} catégories.
hu: Legalább {min} kategóriát kell kiválasztanod.
it: Devi scegliere almeno {min} categoria/e.
nl: Je dient tenminste {min} categorieën te selecteren.
pt_br: Você deve escolher pelo menos {min} categorias.
sv_se: Du måste välja åtminstone {min} kategorier.
tr: En az {min} kategori seçmelisin.

# ban_user_title
source: Ban user
da: Bloker bruger
de: Benutzer bannen
es_es: Banear usuario
fr: Bannir l'utilisateur.trice
hu: Felhasználó tiltása
it: Blocca utente
nl: Blokkeer gebruiker
pt_br: Banir usuário
sv_se: Banna användare
tr: Kullanıcıyı engelle

# banned_users_title
source: Banned users
da: Blokerede brugere
de: Gesperrte Benutzer
es_es: Usuarios baneados
fr: Utilisateurs.trices banni.e.s
hu: Letiltott felhasználók
it: Utenti Bloccati
nl: Blokkeer gebruikers
pt_br: Usuários banidos
sv_se: Bannade användare
tr: Engellenen kullanıcılar

# banned_user_text
source: banned user
da: blokerede brugere
de: gesperrter Benutzer
es_es: usuario baneado
fr: utilisateur.trice banni.e
hu: letiltott felhasználó
it: utente bloccato
nl: geblokkeerde gebruiker
pt_br: usuário banido
sv_se: bannad användare
tr: engellenen kullanıcı

# banned_users_text
source: banned users
da: blokerede brugere
de: gesperrte Benutzer
es_es: usuarios baneados
fr: utilisateurs.trices banni.e.s
hu: letiltott felhasználó
it: utenti bloccati
nl: geblokkeerde gebruikers
pt_br: usuários banidos
sv_se: bannade användare
tr: engellenen kullanıcılar

# favorites_title
source: Favorites
da: Favoritter
de: Favoriten
es_es: Favoritas
hu: Kedvencek
it: Preferiti
nl: Favorieten
pt_br: Favoritas
sv_se: Favoriter
tr: Favoriler

source: favorite community
da: favorit fællesskab
de: favorisierte Community
es_es: favorizar comunidad
fr: communauté préférée
hu: kedvenc közösség
it: comunità preferita
nl: favoriete community
pt_br: comunidade favorita
sv_se: favoritgemenskap
tr: favori topluluk

source: favorite communities
da: favorit fællesskaber
de: favorisierte Communities
es_es: comunidades favoritas
fr: communautés préférées
hu: kedvenc közösség
it: comunità preferite
nl: favoriete communities
pt_br: comunidades favoritas
sv_se: favoritgemenskaper
tr: favori topluluklar

# administrated_title
source: Administrated
da: Administreret
de: Verwaltet
es_es: Administradas
fr: Administrée
hu: Adminisztrált
it: Amministrate
nl: Beheer
pt_br: Administradas
sv_se: Administrerade
tr: Yönetilen

source: administrated community
da: administreret fællesskab
de: verwaltete Community
es_es: comunidad administrada
fr: communauté administrée
hu: adminisztrált közösség
it: comunità amministrata
nl: beheerders community
pt_br: comunidade administrada
sv_se: administrerad gemenskap
tr: yönetilen topluluk

source: administrated communities
da: administrerede fællesskaber
de: verwaltete Communities
es_es: comunidades administradas
fr: communautés administrées
hu: adminisztrált közösség
it: comunità amministrate
nl: beheerders communities
pt_br: comunidades administradas
sv_se: administrerade gemenskaper
tr: yönetilen topluluklar

# moderated_title
source: Moderated
da: Modereret
de: Moderiert
es_es: Moderadas
fr: Modérée(s)
hu: Moderált
it: Moderate
nl: Gemodereerd
pt_br: Moderadas
sv_se: Modererade
tr: Denetlediğin

source: moderated community
da: modereret fællesskab
de: moderierte Community
es_es: comunidad moderada
fr: communauté modérée
hu: moderált közösség
it: comunità moderata
nl: gemodereerde community
pt_br: comunidade moderada
sv_se: modererad gemenskap
tr: denetlediğin topluluk

source: moderated communities
da: modererede fællesskaber
de: moderierte Communities
es_es: comunidades moderadas
fr: communautés modérées
hu: moderált közösség
it: comunità moderate
nl: gemodereerde communities
pt_br: comunidades moderadas
sv_se: modererade gemenskaper
tr: denetlediğin topluluklar

# joined_title
source: Joined
da: Tilmeldt
de: Beigetreten
es_es: Parte de
fr: Rejointe(s)
hu: Csatlakozott
it: Iscritto
nl: Lid sinds
pt_br: Ingressadas
sv_se: Medlem i
tr: Katıldın

source: joined community
da: tilmeldt fællesskab
de: Beigetretene Community
es_es: comunidad parte de
fr: communauté rejointe
hu: csatlakozott közösség
it: comunità di cui fai parte
nl: lid van deze community sinds
pt_br: comunidade ingressada
sv_se: gemenskap du är medlem i
tr: topluluğa katıldın

source: joined communities
da: tilmeldte fællesskaber
de: Beigetretene Communities
es_es: comunidades parte de
fr: communautés rejointes
hu: csatlakozott közösség
it: comunità di cui fai parte
nl: lid van deze communities
pt_br: comunidades ingressadas
sv_se: gemenskaper du är medlem i
tr: topluluklara katıldın

# join_communities_desc
source: Join communities to see this tab come to life!
da: Tilmeld fællesskaber for at se denne tab komme til live!
de: Werde Mitglied von Communities und diese Registerkarte erwacht zum Leben!
es_es: ¡Únete a comunidades para llenar esta pestaña!
fr: Rejoignez des communautés pour voir cet onglet prendre vie!
hu: Csatlakozz közösségekhez, hogy ne legyen üres ez a fül!
it: Unisciti a qualche comunità per vedere questa scheda prendere vita!
nl: Word lid van communities om deze tab tot leven te zien komen!
pt_br: Entre nas comunidades para ver esta aba ganhar vida!
sv_se: Gå med i gemenskaper för att se den här fliken komma till liv!
tr: Bu sekmeyi canlandırmak için topluluklara katılın!

# refresh_text
source: Refresh
da: Opdater
de: Aktualisieren
es_es: Refrescar
fr: Actualiser
hu: Frissítés
it: Aggiorna
nl: Ververs
pt_br: Atualizar
sv_se: Uppdatera
tr: Yenile

# trending_none_found
source: No trending communities found. Try again in a few minutes.
da: Ingen populære fællesskaber fundet. Prøv igen om få minutter.
de: Keine angesagten Communities gefunden. Versuche es in ein paar Minuten erneut.
es_es: No se encontraron comunidades trending. Inténtalo de nuevo en unos minutos.
fr: Aucune communauté tendance trouvée. Réessayez dans quelques minutes.
hu: Nem találhatóak felkapott közösségek. Próbáld újra pár perc múlva.
it: Nessuna comunità di tendenza trovata. Riprova tra qualche minuto.
nl: Geen trending communities gevonden. Probeer het over enkele minuten opnieuw.
pt_br: Nenhuma comunidade em alta encontrada. Tente novamente em alguns minutos.
sv_se: Inga trendiga gemenskaper hittades. Försök igen om några minuter.
tr: Hiç trend olan bir topluluk bulunamadı. Birkaç dakika sonra tekrar deneyin.

# trending_refresh
source: Refresh
da: Opdater
de: Aktualisieren
es_es: Refrescar
fr: Actualiser
hu: Frissítés
it: Aggiorna
nl: Ververs
pt_br: Atualizar
sv_se: Uppdatera
tr: Yenile

# trending_in_all
source: Trending in all categories
da: Populær i alle kategorier
de: Angesagt in allen Kategorien
es_es: Trending en todas las categorías
fr: Communauté(s) tendance dans toutes les catégories
hu: Felkapottak az összes kategóriában
it: Di tendenza in tutte le categorie
nl: Trending in alle categorieën
pt_br: Comunidades em alta
sv_se: Trendiga från alla kategorier
tr: Tüm kategorilerdeki trendler

# trending_in_category
source: Trending in {categoryName}
da: Populær i {categoryName}
de: Angesagt in {categoryName}
es_es: Trending en {categoryName}
fr: Communauté(s) tendance dans {categoryName}
hu: Felkapottak a(z) {categoryName} kategóriában
it: Di tendenza in {categoryName}
pt_br: Populares em {categoryName}
sv_se: Trendiga i {categoryName}
tr: {categoryName} kategorisindeki trend

# communities_title
source: Communities
da: Fælleskaber
es_es: Comunidades
fr: Communautés
hu: Közösségek
it: Comunità
pt_br: Comunidades
sv_se: Gemenskaper
tr: Topluluklar

# communities_no_category_found
source: No categories found. Please try again in a few minutes.
da: Ingen kategorier fundet. Prøv igen om nogle minutter.
de: Keine Kategorien gefunden. Bitte versuche es in wenigen Minuten erneut.
es_es: No se encontraron categorías. Por favor, inténtalo de nuevo en unos minutos.
fr: Aucune catégorie trouvée. Réessayez s.v.p. dans quelques minutes.
hu: Nem találhatóak kategóriák. Kérünk, próbáld újra pár perc múlva.
it: Nessuna categoria trovata. Riprova tra qualche minuto.
nl: Geen categorieën gevonden. Probeer het over een paar minuten opnieuw.
pt_br: Nenhuma categoria encontrada. Por favor, tente novamente em alguns minutos.
sv_se: Inga kategorier hittades. Vänligen försök igen om några minuter.
tr: Kategori bulunamadı. Lütfen birkaç dakika içinde tekrar deneyin.

# communities_refresh_text
source: Refresh
da: Opdater
de: Aktualisieren
es_es: Refrescar
fr: Actualiser
hu: Frissítés
it: Aggiorna
nl: Ververs
pt_br: Atualizar
sv_se: Uppdatera
tr: Yenile

# communities_all_text
source: All
da: Alle
de: Alle
es_es: Todo
fr: Toutes
hu: Összes
it: Tutte
nl: Allen
pt_br: Todas
sv_se: Alla
tr: Tümü

# invite_to_community_title
source: Invite to community
da: Inviter til fællesskab
de: Zur Community einladen
es_es: Invitar a la comunidad
fr: Inviter à la communauté
hu: Meghívás közösséghez
it: Invita nella comunità
nl: Uitnodiging om deel te nemen aan deze community
pt_br: Convidar para a comunidade
sv_se: Bjud in till gemenskapen
tr: Topluluğa davet et

# invite_to_community_resource_singular
source: connection or follower
da: forbindelse eller følger
de: Verbindung oder Follower
es_es: conexión o seguidor
fr: connexion ou abonné.e
hu: kapcsolat vagy követő
it: connessione o follower
nl: connectie of volger
pt_br: conexão ou seguidor
sv_se: kontakt eller följare
tr: bağlantı veya takipçi

# invite_to_community_resource_plural
source: connections and followers
da: forbindelser og følgere
de: Verbindungen und Follower
es_es: conexiones y seguidores
fr: connexions et abonné.e.s
hu: kapcsolatok és követők
it: connessioni e follower
nl: connecties en volgers
pt_br: conexões e seguidores
sv_se: kontakter och följare
tr: bağlantılar ve takipçiler

# favorite_action
source: Favorite community
da: Favorit fællesskab
de: Community favorisieren
es_es: Favorizar comunidad
fr: Ajouter la communauté à vos favorites
hu: Közösség kedvencnek jelölése
it: Aggiungi comunità alle preferite
nl: Favoriete community
pt_br: Favoritar comunidade
sv_se: Markera gemenskap som favorit
tr: Favori topluluk

# unfavorite_action
source: Unfavorite community
da: Fjern fællesskab fra favoritter
de: Community aus Favoriten entfernen
es_es: Desfavorizar comunidad
fr: Retirer la communauté de vos favorites
hu: Törlés a kedvencek közül
it: Rimuovi la comunità dalle preferite
nl: Niet favoriete community
pt_br: Desfavoritar comunidade
sv_se: Ta bort gemenskap från favoriter
tr: Topluluğu favorilerden çıkar

# save_community_label_title
source: Title
da: Titel
de: Titel
es_es: Título
fr: Titre
hu: Cím
it: Titolo
nl: Titel
pt_br: Título
sv_se: Titel
tr: Başlık

# save_community_label_title_hint_text
source: e.g. Travel, Photography, Gaming.
da: f.eks Rejse, Fotografi, Spil.
de: z.B. Reisen, Fotografie, Gaming.
es_es: por ejemplo, Viajes, Fotografía, Gaming.
fr: par exemple : Voyage, Photographie, Jeux.
hu: pl.: Utazás, Fényképészet, Videojátékok.
it: ad esempio Viaggi, Fotografia, Gaming.
nl: bijv. Reizen, Fotografie, Gaming.
pt_br: ex: Viagem, Fotografia, Jogos.
sv_se: t. ex. Resor, Fotografering, Datorspel.
tr: örneğin Seyahat, Fotoğraf, Oyun.

# save_community_name_title
source: Name
da: Navn
es_es: Nombre
fr: Nom
hu: Név
it: Nome
nl: Naam
pt_br: Nome
sv_se: Namn
tr: İsim

# save_community_name_title_hint_text
source: e.g. travel, photography, gaming.
da: f.eks rejse, fotografi, spil.
de: z.B. Reisen, Fotografie, Gaming.
es_es: por ejemplo, viajes, fotografía, juegos.
fr: par exemple: voyage, photographie, jeux.
hu: pl.: utazas, fenykepeszet, videojatekok.
it: ad esempio viaggi, fotografia, gaming.
nl: bijv. reizen, fotografie, gaming.
pt_br: ex: viagem, fotografia, jogos.
sv_se: t. ex. resor, fotografering, datorspel.
tr: örneğin. Seyahat, Fotoğrafçılık, Oyun.

# save_community_name_taken
source: Community name '{takenName}' is taken
da: Fællesskabs navn '{takenName}' er i brug
de: Der Community Name '{takenName}' ist bereits vergeben
es_es: El nombre '{takenName}' esta tomado
fr: Le nom de communauté '{takenName}' est pris
hu: A(z) {takenName} név már foglalt
it: Il nome '{takenName}' per la comunità è già utilizzato
nl: Community naam ‘{takenName}’ is bezet
pt_br: O nome '{takenName}' já está sendo usado por outra comunidade
sv_se: Gemenskapsnamnet '{takenName}' är upptaget
tr: '{takenName}' olarak topluluk adı alınmış

# save_community_name_label_color
source: Color
da: Farve
de: Farbe
fr: Couleur
hu: Szín
it: Colore
nl: Kleur
pt_br: Cor
sv_se: Färg
tr: Renk

# save_community_name_label_color_hint_text
source: (Tap to change)
da: (Tryk for at ændre)
de: (Zum Ändern tippen)
es_es: (Tocar para cambiar)
fr: (Appuyez pour changer)
hu: (Koppints a módosításhoz)
it: (Tocca per cambiare)
nl: (Tik om te wijzigen)
pt_br: (Toque para alterar)
sv_se: (Tryck för att ändra)
tr: (Değiştirmek için dokunun)

# save_community_name_label_type
source: Type
de: Typ
es_es: Tipo
hu: Típus
it: Tipo
pt_br: Tipo
sv_se: Typ
tr: Tür

# save_community_name_label_type_hint_text
source: (Tap to change)
da: (Tryk for at ændre)
de: (Zum Ändern tippen)
es_es: (Tocar para cambiar)
fr: (Appuyez pour changer)
hu: (Koppints a módosításhoz)
it: (Tocca per cambiare)
nl: (Tik om te wijzigen)
pt_br: (Toque para alterar)
sv_se: (Tryck för att ändra)
tr: (Değiştirmek için dokunun)

# save_community_name_member_invites
source: Member invites
da: Medlems invitationer
de: Mitglieder-Einladungen
es_es: Invitaciones de miembros
fr: Invitations de membres
hu: Tagmeghívások
it: Inviti membri
nl: Lid uitnodigen
pt_br: Convites de membros
sv_se: Medlemsinbjudningar
tr: Üye davetleri

# save_community_name_member_invites_subtitle
source: Members can invite people to the community
da: Medlemmer kan invitere folk til fællesskabet
de: Mitglieder können andere in die Community einladen
es_es: Los miembros pueden invitar a gente a la comunidad
fr: Les membres peuvent inviter des gens à la communauté
hu: A tagok meghívhatnak másokat a közösséghez
it: I membri possono invitare persone nella comunità
nl: Leden kunnen mensen voor de community uitnodigen
pt_br: Membros podem convidar pessoas para a comunidade
sv_se: Medlemmar kan bjuda in folk till gemenskapen
tr: Üyeler, insanları topluluğa davet edebilir

# save_community_name_category
source: Category
da: Kategori
de: Kategorie
es_es: Categoría
fr: Catégorie
hu: Kategória
it: Categoria
nl: Categorie
pt_br: Categoria
sv_se: Kategori
tr: Kategori

# save_community_name_label_desc_optional
source: Description · Optional
da: Beskrivelse · Valgfrit
de: Beschreibung · Optional
es_es: Descripción · Opcional
fr: Description · Facultative
hu: Leírás (nem kötelező)
it: Descrizione · Opzionale
nl: Omschrijving · Optioneel
pt_br: Descrição · Opcional
sv_se: Beskrivning · Valfri
tr: Açıklama · İsteğe Bağlı

# save_community_name_label_desc_optional_hint_text
source: What is your community about?
da: Hvad handler dit fællesskab om?
de: Worum geht es in deiner Community?
es_es: ¿De qué trata tu comunidad?
fr: Votre communauté est à propos de quoi?
hu: Miről szól a közösséged?
it: Di cosa parla la tua comunità?
nl: Wat is het onderwerp van je community?
pt_br: Sobre o que é a sua comunidade?
sv_se: Vad handlar din gemenskap om?
tr: Topluluğunuzun konusu nedir?

# save_community_name_label_rules_optional
source: Rules · Optional
da: Regler · Valgfrit
de: Regeln · Optional
es_es: Reglas · Opcional
fr: Règles · Facultatives
hu: Szabályzat (nem kötelező)
it: Regole · Opzionale
nl: Regels · Optioneel
pt_br: Regras · Opcional
sv_se: Regler · Valfritt
tr: Kurallar · İsteğe Bağlı

# save_community_name_label_rules_optional_hint_text
source: Is there something you would like your users to know?
da: Er der noget du vil have dine brugere skal vide?
de: Gibt es etwas, das deine Benutzer wissen sollten?
es_es: ¿Hay algo que te gustaría que tus miembros sepan?
fr: Y a-t-il quelque chose que vous aimeriez que les membres de votre communauté sachent?
hu: Szeretnéd ha a tagjaid betartsanak bizonyos szabályokat?
it: C'è qualcosa che vorresti far sapere ai tuoi utenti?
nl: Is er iets wat je wilt dat je gebruikers weten?
pt_br: Há algo que você gostaria que seus usuários soubessem?
sv_se: Finns det något som du vill att dina användare känner till?
tr: Kullanıcılarınızın bilmesini istediğiniz bir şey var mı?

# save_community_name_label_member_adjective
source: Member adjective · Optional
da: Medlems kaldenavn · Valgfrit
de: Mitglied Adjektiv · Optional
es_es: Adjetivo de miembro · Opcional
fr: Adjectif de membre · Facultatif
hu: Tag melléknév (nem kötelező)
it: Aggettivo membro · opzionale
nl: Bijnaam lid (enkelvoud) · Optioneel
pt_br: Adjetivo para membro · Opcional
sv_se: Medlem-adjektiv · Valfritt
tr: Üye ön adı · İsteğe Bağlı

# save_community_name_label_member_adjective_hint_text
source: e.g. traveler, photographer, gamer.
da: f.eks rejsende, fotograf, gamer.
de: z.B. Reisender, Fotograf, Gamer.
es_es: por ejemplo, viajero, fotógrafo, jugador.
fr: par exemple: voyageur.e, photographe, joueur.se.
hu: pl.: utazó, fényképész, gamer.
it: ad esempio viaggiatore, fotografo, gamer.
nl: bijv. reiziger, fotograaf, gamer.
pt_br: ex: viajante, fotógrafo, gamer.
sv_se: t. ex. resenär, fotograf, gamer.
tr: örneğin. gezgin, fotoğrafçı, oyuncu.

# save_community_name_label_members_adjective
source: Members adjective · Optional
da: Medlems kaldenavn (flertal) · Valgfrit
de: Mitglieder Adjektiv · Optional
es_es: Adjetivo de miembros · Opcional
fr: Adjectif de membres · Facultatif
hu: Tag melléknév - többesszám (nem kötelező)
it: Aggettivo membri (plurale) · Opzionale
nl: Bijnaam leden (meervoud) · Optioneel
pt_br: Adjetivo para membros · Opcional
sv_se: Medlemmar-adjektiv · Valfritt
tr: Üyelerin ön adları · İsteğe Bağlı

# save_community_name_label_members_adjective_hint_text
source: e.g. travelers, photographers, gamers.
da: f.eks rejsende, fotografer, gamers.
de: z.B. Reisende, Fotografen, Gamer.
es_es: por ejemplo, viajeros, fotógrafos, jugadores.
fr: par exemple: voyageur.e.s, photographes, joueur.se.s.
hu: pl.: utazók, fényképészek, gamerek.
it: ad esempio viaggiatori, fotografi, giocatori.
nl: bijv. reizigers, fotografen, gamers.
pt_br: ex: viajantes, fotógrafos, gamers.
sv_se: t. ex. resenärer, fotografer, gamers.
tr: örneğin. gezginler, fotoğrafçılar, oyuncular.

# save_community_edit_community
source: Edit community
da: Rediger fællesskab
de: Community bearbeiten
es_es: Editar comunidad
fr: Modifier la communauté
hu: Közösség szerkesztése
it: Modifica comunità
nl: Bewerk community
pt_br: Editar comunidade
sv_se: Redigera gemenskap
tr: Topluluğu düzenle
