Repository: sakshi190703/trial
Catalog: kootumb_Frontend_Flutter/assets/i18n/*/community.arb
Languages: da, de, es_es, fr, hu, it, nl, pt_br, sv_se, tr

# save_community_create_community
source: Create community
da: Opret fællesskab
de: Community erstellen
es_es: Crear comunidad
fr: Créer une communauté
hu: Közösség létrehozása
it: Crea comunità
nl: Maak een community
pt_br: Criar comunidade
sv_se: Skapa gemenskap
tr: Topluluk oluştur

# save_community_save_text
source: Save
da: Gem
de: Speichern
es_es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pt_br: Salvar
sv_se: Spara
tr: Kaydet

# save_community_create_text
source: Create
da: Opret
de: Erstellen
es_es: Crear
fr: Créer
hu: Létrehozás
it: Crea
nl: Creëer
pt_br: Criar
sv_se: Skapa
tr: Oluştur

# actions_invite_people_title
source: Invite people to community
da: Inviter til fællesskab
de: Lade jemanden in die Community ein
es_es: Invitar a la comunidad
fr: Inviter des gens à la communauté
hu: Hívj meg embereket a közösséghez
it: Invita persone nella comunità
nl: Nodig mensen uit voor deze community
pt_br: Convidar pessoas para a comunidade
sv_se: Bjud in folk till gemenskapen
tr: İnsanları topluluğa davet et

# actions_enable_new_post_notifications_title
source: Enable new post notifications
da: Slå meddelelser om nye indlæg til
de: Beitrags-Benachrichtigungen aktivieren
es_es: Activar notificaciones de nuevos posts
it: Attiva le notifiche dei nuovi post
nl: Nieuwe berichtmeldingen inschakelen
pt_br: Habilitar notificações de postagem
sv_se: Aktivera aviseringar för nya inlägg

# actions_enable_new_post_notifications_success
source: New post notifications enabled
da: Meddelelser om nye indlæg slået til
es_es: Notificationes de nuevos posts activadas
it: Notifiche dei nuovi post attivate

# actions_disable_new_post_notifications_title
source: Disable new post notifications
da: Slå meddelelser om nye indlæg fra
de: Beitrags-Benachrichtigungen deaktivieren
es_es: Desactivar notificaciones de nuevos posts
it: Disabilita le notifiche dei nuovi post
nl: Nieuwe berichtmeldingen uitschakelen
pt_br: Desativar notificações de postagens
sv_se: Inaktivera aviseringar för nya inlägg

# actions_disable_new_post_notifications_success
source: New post notifications enabled
da: Meddelelser om nye indlæg slået fra
es_es: Notificationes de nuevos posts activadas
it: Notifiche dei nuovi post attivate

# join_community
source: Join
da: Deltag
de: Beitreten
es_es: Unirse
fr: Rejoindre
hu: Csatlakozás
it: Unisciti
nl: Word lid
pt_br: Entrar
sv_se: Gå med
tr: Katıl

# leave_community
source: Leave
da: Forlad
de: Verlassen
es_es: Dejar
fr: Quitter
hu: Kilépés
it: Lascia
nl: Verlaat
pt_br: Sair
sv_se: Lämna
tr: Ayrıl

source: Community staff
da: Fællesskabs administration
de: Community-Team
es_es: Equipo de la comunidad
fr: Personnel de la communauté
hu: Közösség személyzete
it: Addetti della comunità
nl: Community staf
pt_br: Equipe da comunidade
sv_se: Gemenskapens personal
tr: Topluluk kadrosu

# post_plural
source: posts
da: opslag
de: Beiträge
fr: publications
hu: bejegyzés
it: post
nl: berichten
sv_se: inlägg
tr: gönderiler

# rules_title
source: Community rules
da: Fællesskabs regler
de: Community-Regeln
es_es: Reglas de la comunidad
fr: Règles de la communauté
hu: Közösség szabályai
it: Regole della comunità
nl: Community regels
pt_br: Regras da comunidade
sv_se: Gemenskapens regler
tr: Topluluk kuralları

# rules_text
source: Rules
da: Regler
de: Regeln
es_es: Reglas
fr: Règles
hu: Szabályok
it: Regole
nl: Regels
pt_br: Regras
sv_se: Regler
tr: Kurallar

# name_characters_error
source: Name can only contain alphanumeric characters and underscores.
da: Et brugernavn kan kun indeholde alfanumeriske tegn og underscore.
de: Der Name kann nur alphanumerische Zeichen und Unterstriche enthalten.
es_es: El nombre sólo puede contener caracteres alfanuméricos y guiones bajos.
fr: Le nom ne peut contenir que des caractères alphanumériques et des soulignements.
hu: A név csak alfanumerikus karaktereket és alulvonásokat tartalmazhat.
it: Il nome può contenere solo caratteri alfanumerici e trattini bassi.
nl: Een gebruikersnaam kan alleen alfanumerieke tekens en onderliggende streepjes bevatten.
pt_br: O nome só pode conter caracteres alfanuméricos e underlines (_).
sv_se: Ett namn kan bara innehålla alfanumeriska tecken och understreck.
tr: İsim yalnızca alfasayısal karakterler ve alt çizgiler içerebilir.

# name_range_error
source: Name can't be longer than {maxLength} characters.
da: Et brugernavn kan ikke være længere end {maxLength} tegn.
de: Name darf nicht länger als {maxLength} Zeichen sein.
es_es: El nombre no puede tener más de {maxLength} caracteres.
fr: Le nom ne peut pas être plus long que {maxLength} caractères.
hu: A név nem lehet {maxLength} karakternél hosszabb.
it: Il nome non può essere più lungo di {maxLength} caratteri.
nl: Een gebruikersnaam mag niet langer zijn dan {maxLength} tekens.
pt_br: O nome não pode ser maior que {maxLength} caracteres.
sv_se: Namnet får inte vara längre än {maxLength} tecken.
tr: İsim {maxLength} karakterden daha uzun olamaz.

# name_empty_error
source: Name cannot be empty.
da: Navn er obligatorisk.
de: Name darf nicht leer sein.
es_es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
hu: A név mező nem lehet üres.
it: Il nome non può essere vuoto.
nl: Naam invullen is verplicht.
pt_br: O nome não pode ficar vazio.
sv_se: Du måste ange ett namn.
tr: İsim boş olamaz.

# title_range_error
source: Title can't be longer than {maxLength} characters.
da: Titlen kan ikke være længere end {maxLength} tegn.
de: Der Titel kann nicht mehr als {maxLength} Zeichen haben.
es_es: El título no puede ser más largo que {maxLength} caracteres.
fr: Le titre ne peut pas être plus long que {maxLength} caractères.
hu: A cím nem lehet {maxLength} karakternél hosszabb.
it: Il titolo non può essere più lungo di {maxLength} caratteri.
nl: De titel mag niet langer zijn dan {maxLength} tekens.
pt_br: O título não pode ser maior que {maxLength} caracteres.
sv_se: Titeln får inte vara längre än {maxLength} tecken.
tr: Başlık {maxLength} karakterden daha uzun olamaz.

# title_empty_error
source: Title cannot be empty.
da: Titel må ikke være tom.
de: Titel darf nicht leer sein.
es_es: El título no puede estar vacío.
fr: Le titre ne peut pas être vide.
hu: A cím nem lehet üres.
it: Il titolo non può essere vuoto.
nl: Titel invullen is verplicht.
pt_br: O título não pode ficar vazio.
sv_se: Du måste ange en titel.
tr: Başlık boş olamaz.

# rules_range_error
source: Rules can't be longer than {maxLength} characters.
da: Regler kan ikke være længere end {maxLength} tegn.
de: Regeln dürfen nicht länger als {maxLength} Zeichen sein.
es_es: Las reglas no pueden tener más de {maxLength} caracteres.
fr: Les règles ne peuvent pas être plus longues que {maxLength} caractères.
hu: A szabályzat nem lehet {maxLength} karakternél hosszabb.
it: Le regole non possono essere più lunghe di {maxLength} caratteri.
nl: Regels mogen niet langer zijn dan {maxLength} tekens.
pt_br: As regras não podem ser maiores que {maxLength} caracteres.
sv_se: Reglerna får inte vara längre än {maxLength} tecken.
tr: Kurallar bölümü {maxLength} karakterden daha uzun olamaz.

# rules_empty_error
source: Rules cannot be empty.
da: Regler er obligatoriske.
de: Regeln dürfen nicht leer sein.
es_es: Las reglas no pueden estar vacías.
fr: Les règles ne peuvent pas être vides.
hu: A szabályzat nem lehet üres.
it: Le regole non possono essere vuote.
nl: Regels invullen is verplicht.
pt_br: As regras não podem ficar vazias.
sv_se: Regelfältet kan inte vara tomt.
tr: Kurallar bölümü boş bırakılmaz.

# description_range_error
source: Description can't be longer than {maxLength} characters.
da: Beskrivelsen kan ikke være længere end {maxLength} tegn.
de: Beschreibung darf nicht länger als {maxLength} Zeichen sein.
es_es: La descripción no puede ser más larga que {maxLength} caracteres.
fr: La description ne peut pas être plus longue que {maxLength} caractères.
hu: A leírás nem lehet {maxLength} karakternél hosszabb.
it: La descrizione non può essere più lunga di {maxLength} caratteri.
nl: Omschrijving mag niet langer zijn dan {maxLength} tekens.
pt_br: A descrição não pode ser maior que {maxLength} caracteres.
sv_se: Beskrivningen kan inte vara längre än {maxLength} tecken.
tr: Açıklama kısmı {maxLength} karakterden daha uzun olamaz.

# adjectives_range_error
source: Adjectives can't be longer than {maxLength} characters.
da: Kaldenavne kan ikke være længere end {maxLength} tegn.
de: Adjektive dürfen nicht länger als {maxLength} Zeichen sein.
es_es: Los adjetivos no pueden ser más largos que {maxLength} caracteres.
fr: Les adjectifs ne peuvent pas être plus longs que {maxLength} caractères.
hu: A melléknevek nem lehetnek {maxLength} karakternél hosszabbak.
it: Gli aggettivi non possono essere più lunghi di {maxLength} caratteri.
nl: Bijnamen van leden mogen niet langer zijn dan {maxLength} tekens.
pt_br: Os adjetivos não podem ser mais longos que {maxLength} caracteres.
sv_se: Adjektiv får inte vara längre än {maxLength} tecken.
tr: Sıfatlar kısmı {maxLength} karakterden daha uzun olamaz.

# top_posts_excluded_communities
source: Hidden communities
da: Ekskluderede grupper
de: Ausgeschlossene Communities
es_es: Comunidades excluidas
fr: Excluded communities
hu: Excluded communities
it: Comunità escluse
nl: Uitgesloten communities
pt_br: Comunidades excluídas
sv_se: Uteslutna gemenskaper
tr: Excluded communities

# top_posts_excluded_communities_desc
source: Manage communities hidden from the explore timeline
da: Forvalt grupper der er udelukket fra oversigts-tidlinie
de: Verwalte Communities, die von der Timeline ausgeschlossen sind
es_es: Administrar comunidades excluidas de la línea de tiempo explore
fr: Manage communities excluded from the explore timeline
hu: Manage communities excluded from the explore timeline
it: Gestisci le comunità escluse dalla cronologia di esplorazione
nl: Communities beheren die uitgesloten zijn van de verkenningstijdlijn
pt_br: Gerenciar comunidades excluídas do explorar
sv_se: Hantera de gemenskaper som du uteslutit från ditt Utforska-flöde
tr: Manage communities excluded from the explore timeline

# top_posts_settings
source: Explore settings
da: Undersøg indstillinger
de: Einstellungen erkunden
es_es: Ajustes de explore
it: Esplora impostazioni
pt_br: Configurações do explorar
sv_se: Inställningar för Utforska

source: No
da: Nej
de: Nein
fr: Non
hu: Nem
nl: Nee
pt_br: Não
sv_se: Nej
tr: Hayır

# post_singular
source: post
da: opslag
de: Beitrag
fr: publication
hu: bejegyzés
nl: post bericht
sv_se: inlägg
tr: gönderi
