Repository: sakshi190703/trial
Catalog: kootumb_Frontend_Flutter/assets/i18n/*/community.arb
Languages: da, de, es_es, fr, hu, it, nl, pt_br, sv_se, tr

source: Yes
da: Ja
de: Ja
es_es: Si
fr: Oui
hu: Igen
it: Sì
nl: Ja
pt_br: Sim
sv_se: Ja
tr: Evet

# button_staff
source: Staff
da: Personale
de: Team
es_es: Equipo
fr: L'équipe
it: Addetti
nl: Staf
pt_br: Equipe
sv_se: Personal
tr: Personel

# button_rules
source: Rules
da: Regler
de: Regeln
es_es: Reglas
fr: Règles
hu: Szabályok
it: Regole
nl: Reglement
pt_br: Regras
sv_se: Regler
tr: Kurallar

source: community
da: fællesskab
es_es: comunidad
fr: communauté
hu: közösség
it: comunità
pt_br: comunidade
sv_se: gemenskap
tr: topluluk

source: communities
da: fælleskaber
es_es: comunidades
fr: communautés
hu: közösség
it: comunità
pt_br: comunidades
sv_se: gemenskaper
tr: topluluklar

# excluded_community
source: hidden community
da: ekskluderet gruppe
de: ausgeschlossene Community
es_es: comunidad excluida
fr: excluded community
hu: excluded community
it: comunità esclusa
nl: uitgesloten community
pt_br: comunidade excluída
sv_se: utesluten gemenskap
tr: excluded community

# excluded_communities
source: hidden communities
da: ekskluderede grupper
de: ausgeschlossene Communities
es_es: comunidades excluidas
fr: excluded communities
hu: excluded communities
it: comunità escluse
nl: uitgesloten communities
pt_br: comunidades excluídas
sv_se: uteslutna gemenskaper
tr: excluded communities

source: Exclude joined communities
da: Ekskluder grupper du meldte dig ind i
de: Beigetretene Communities ausschließen
es_es: Excluir comunidades parte de
it: Escludi comunità sottoscritte
nl: Aangemelde communities uitsluiten
pt_br: Excluir comunidades ingressadas
sv_se: Uteslut gemenskaper jag är medlem i

# exclude_joined_communities_desc
source: Don't show posts from communities I'm a member of
da: Vis ikke indlæg fra grupper jeg er medlem af
de: Zeige keine Beiträge von Communities, in denen ich Mitglied bin
es_es: No mostrar posts de comunidades de las que soy miembro
it: Non mostrare i post delle comunità di cui sono membro
nl: Geen berichten tonen van gemeenschappen waar ik lid van ben
pt_br: Não mostrar publicações de comunidades das quais sou membro
sv_se: Visa inte gemenskaper som jag är medlem i

# type_public
source: Public
da: Offentlig
de: Öffentlich
es_es: Pública
fr: Publique
hu: Nyilvános
it: Pubblico
nl: Openbaar
pt_br: Pública
sv_se: Offentlig
tr: Herkese Açık

# type_private
source: Private
da: Privat
de: Privat
es_es: Privada
fr: Privée
hu: Zárt
it: Privato
nl: Privé
pt_br: Privada
sv_se: Privat
tr: Özel

# member_capitalized
source: Member
da: Medlem
de: Mitglied
es_es: Miembro
fr: Membre
hu: tag
it: Membro
nl: Lid
pt_br: Membro
sv_se: Medlem
tr: Üye

# members_capitalized
source: Members
da: Medlemmer
de: Mitglieder
es_es: Miembros
fr: Membres
hu: tag
it: Membri
nl: Leden
pt_br: Membros
sv_se: Medlemmar
tr: Üyeler

# details_favorite
source: In favorites
da: I favoritter
de: In Favoriten
es_es: En favoritos
it: Nei preferiti
nl: In favorieten
pt_br: Nos Favoritos
sv_se: I favoriter

# admin_desc
source: This will allow the member to edit the community details, administrators, moderators and banned users.
da: Dette vil tillade medlemmet at redigere fællesskabs detaljerne, administratorer, moderatorer og blokerede brugere.
de: Dies ermöglicht dem Mitglied, folgendes zu bearbeiten: Die Community-Details, Administratoren, Moderatoren und gesperrte Benutzer.
es_es: Esto permitirá al miembro editar los detalles de la comunidad, administradores, moderadores y usuarios baneados.
fr: Ceci permettra au membre de modifier les détails de cette communauté, ainsi que ses administrateurs.trices, modérateurs.trices et utilisateurs.trices banni.e.s.
hu: Ezáltal a tag módosíthatja a közösség beállításait, adminisztrátorait, moderátorait és letiltott felhasználóit.
it: Questo permetterà al membro di modificare i dettagli della comunità, gli amministratori, i moderatori e gli utenti bannati.
nl: Hiermee wordt een lid in staat gesteld om de community gegevens, de beheerders, de moderators en geblokkeerde gebruikers, aan te passen.
pt_br: Isso permitirá que o membro edite os detalhes da comunidade, administradores, moderadores e usuários banidos.
sv_se: Detta kommer tillåta medlemmen att redigera gemenskapens information, administratörer, moderatorer och bannade användare.
tr: Bu, üyenin topluluk ayrıntılarını, yöneticileri, moderatörleri ve engelli kullanıcıları düzenlemesini sağlar.

# confirmation_title
source: Confirmation
da: Bekræftelse
de: Bestätigung
es_es: Confirmación
hu: Megerősítés
it: Conferma
nl: Bevestiging
pt_br: Confirmação
sv_se: Bekräftelse
tr: Onay

# retry_loading_posts
source: Tap to retry
da: Tryk for at prøve igen
de: Zum Wiederholen tippen
es_es: Toca para reintentar
fr: Appuyez pour réessayer
hu: Koppints az újrapróbálkozáshoz
it: Tocca per riprovare
nl: Tik om het opnieuw te proberen
pt_br: Tentar novamente
sv_se: Tryck för att försöka igen
tr: Tekrar denemek için dokunun

# admin_add_confirmation
source: Are you sure you want to add @{username} as a community administrator?
da: Er du sikker på at du tilføje @{username} som fællesskabs administrator?
de: Bist du sicher, dass du @{username} als einen Administrator der Community hinzufügen möchtest?
es_es: ¿Seguro que quieres añadir @{username} como administrador de la comunidad?
fr: Êtes-vous sûr.e de vouloir ajouter @{username} en tant qu'administrateur.trice de cette communauté ?
hu: Biztosan ki szeretnéd nevezni @{username}-t a közösség adminisztrátoraként?
it: Sei sicuro di voler aggiungere @{username} come amministratore della comunità?
nl: Weet je zeker dat je @{username} wil toevoegen als beheerder van de community?
pt_br: Você tem certeza de que deseja adicionar @{username} como administrador da comunidade?
sv_se: Är du säker på att du vill lägga till @{username} som administratör för gemenskapen?
tr: Topluluk yöneticisi olarak @{username} adlı kullanıcıyı eklemek istediğinizden emin misiniz?

# ban_confirmation
source: Are you sure you want to ban @{username}?
da: Er du sikker på, at du vil blokere @{username}?
de: Bist du sicher, dass du @{username} sperren möchtest?
es_es: ¿Seguro que quieres banear a @{username}?
fr: Êtes-vous sûr.e de vouloir bannir @{username} ?
hu: Biztosan le szeretnéd tiltani @{username}-t?
it: Sei sicuro di voler bloccare @{username}?
nl: Weet je zeker dat je @{username} wil blokkeren?
pt_br: Você tem certeza de que deseja banir @{username}?
sv_se: Är du säker på att du vill banna @{username}?
tr: @{username} adlı kullanıcıyı engellemek istediğinizden emin misiniz?

# ban_desc
source: This will remove the user from the community and disallow them from joining again.
da: Dette vil fjerne brugeren fra fællesskabet og forhindre den i at blive medlem igen.
de: Dadurch wird der Benutzer aus der Community entfernt und es wird ihm nicht mehr erlaubt beizutreten.
es_es: Esto removera al usuario de la comunidad y no le permitirá volver a unirse.
fr: Ceci supprimera l'utilisateur.trice de cette communauté et lui interdira de revenir.
hu: Ezáltal a felhasználó közösségi tagsága törölve lesz és nem kérelmezhet újat.
it: Questo rimuoverà l'utente dalla comunità e gli impedirà di unirsi nuovamente.
nl: Dit zorgt ervoor dat de gebruiker verwijderd wordt uit de community en verbiedt de gebruiker nogmaals toe te treden.
pt_br: Isso removerá o usuário da comunidade e impedirá que ele entre novamente.
sv_se: Detta kommer ta bort användaren från gemenskapen och hindra dem från att gå med igen.
tr: Bu, kullanıcıyı topluluktan kaldırır ve tekrar katılmalarına izin vermez.

# moderator_add_confirmation
source: Are you sure you want to add @{username} as a community moderator?
da: Er du sikker på at du tilføje @{username} som fællesskabs moderator?
de: Bist du sicher, dass du @{username} als Community Moderator hinzufügen möchtest?
es_es: ¿Seguro que quieres añadir a @{username} como administrador de la comunidad?
fr: Êtes-vous sûr.e de vouloir ajouter @{username} en tant que modérateur.trice de cette communauté ?
hu: Biztosan ki szeretnéd nevezni @{username}-t a közösség moderátoraként?
it: Sei sicuro di voler aggiungere @{username} come moderatore della comunità?
nl: Weet je zeker dat je @{username} wilt toevoegen als moderator van de community?
pt_br: Você tem certeza de que deseja adicionar @{username} como moderador da comunidade?
sv_se: Är du säker på att du vill lägga till @{username} som gemenskapsmoderator?
tr: @{username} adlı kişiyi topluluk yöneticisi olarak eklemek istediğinden emin misin?

# moderator_desc
source: This will allow the member to edit the community details, moderators and banned users.
da: Dette vil tillade medlemmet at redigere fællesskabs detaljerne, moderatorer og blokerede brugere.
de: Dies ermöglicht dem Mitglied, folgendes zu bearbeiten: Die Community-Details, Moderatoren und gesperrte Benutzer.
es_es: Esto permitirá al miembro editar los detalles de la comunidad, administradores, moderadores y usuarios baneados.
fr: Ceci permettra au membre de modifier les détails de cette communauté, ainsi que ses modérateurs.trices et utilisateurs.trices banni.e.s.
hu: Ezáltal a tag módosíthatja a közösség beállításait, moderátorait és letiltott felhasználóit.
it: Questo permetterà al membro di modificare i dettagli della comunità, i moderatori e gli utenti bloccati.
nl: Dit stelt het lid in staat om community gegevens, moderators en verboden gebruikers te wijzigen.
pt_br: Isso permitirá que o membro edite os detalhes da comunidade, moderadores e usuários banidos.
sv_se: Detta kommer tillåta medlemmen att redigera gemenskapens information, moderatorer och bannade användare.
tr: Bu, üyenin topluluk ayrıntılarını, moderatörleri ve engelli kullanıcıları düzenlemesini sağlar.

# moderators_you
source: You
da: Dig
de: Du
es_es: Tú
fr: Vous
hu: Te
it: Tu
nl: Jij
pt_br: Você
sv_se: Du
tr: Sen

# moderators_title
source: Moderators
da: Moderatorer
de: Moderatoren
es_es: Moderadores
fr: Modérateurs.trices
hu: Moderátorok
it: Moderatori
pt_br: Moderadores
sv_se: Moderatorer
tr: Moderatörler

# leave_desc
source: You won't see its posts in your timeline nor will be able to post to it anymore.
da: Du vil ikke længere se dens opslag i din tidslinje og kan heller ikke lave opslag til den længere.
de: Du wirst keine Beiträge dieser Community in deiner Timeline sehen, und auch keine Beiträge mehr mit dieser Community teilen können.
es_es: No verás sus posts en tus líneas de tiempo ni podrás publicar a la comunidad.
fr: Vous ne verrez plus ses publications dans votre fil d'actualités et ne pourrez plus y publier.
hu: Nem láthatod a bejegyzéseit többé a hírfolyamodban és nem hozhatsz létre több bejegyzést benne.
it: Non ne vedrai i post sulla tua timeline né potrai più postare.
nl: Je zult de berichten niet in je tijdslijn zien, noch bent in staat er nog in te posten.
pt_br: Você não poderá mais ver as publicações desta comunidade, nem publicar nela.
sv_se: Du kommer inte se dess inlägg i din tidslinje eller kunna skapa nya inlägg i den längre.
tr: Bu zaman çizelgesinde mesajları göremezsiniz ya da artık yayınlamak mümkün değildir.

# leave_confirmation
source: Are you sure you want to leave the community?
da: Er du sikker på at du vil forlade fællesskabet?
de: Bist du sicher, dass du die Community verlassen möchtest?
es_es: ¿Está seguro de que deseas abandonar la comunidad?
fr: Êtes-vous sûr.e de vouloir quitter cette communauté ?
hu: Biztosan ki szeretnél lépni a közösségből?
it: Sei sicuro di voler lasciare la comunità?
nl: Weet je zeker dat je deze community wil verlaten?
pt_br: Você tem certeza de que deseja sair da comunidade?
sv_se: Är du säker på att du vill lämna gemenskapen?
tr: Topluluktan ayrılmak istediğinden emin misin?

# moderator_resource_name
source: moderator
es_es: moderador
fr: modérateur.trice
hu: moderátor
it: moderatore
pt_br: moderador
tr: moderatör

# moderators_resource_name
source: moderators
da: moderatorer
de: Moderatoren
es_es: moderadores
fr: modérateurs.trices
hu: moderátor
it: moderatori
pt_br: moderadores
sv_se: moderatorer
tr: yöneticiler

# add_moderator_title
source: Add moderator
da: Tilføj en moderator
de: Moderator hinzufügen
es_es: Añadir moderador
fr: Ajouter un.e modérateur.trice
hu: Moderátor hozzáadása
it: Aggiungi moderatore
nl: Een moderator toevoegen
pt_br: Adicionar moderador
sv_se: Lägg till moderator
tr: Yönetici ekle

# delete_confirmation
source: Are you sure you want to delete the community?
da: Er du sikker på at du vil slette fællesskabet?
de: Bist du dir sicher, dass du die Community löschen möchtest?
es_es: ¿Estás seguro de que deseas eliminar la comunidad?
fr: Êtes-vous sûr.e de vouloir supprimer cette communauté ?
hu: Biztosan törölni szeretnéd ezt a közösséget?
it: Sei sicuro di voler eliminare la comunità?
nl: Weet je zeker dat je deze community wil verwijderen?
pt_br: Você tem certeza de que deseja excluir a comunidade?
sv_se: Är du säker på att du vill ta bort gemenskapen?
tr: Topluluğu silmek istediğinden emin misin?

# delete_desc
source: You won't see it's posts in your timeline nor will be able to post to it anymore.
da: Du vil ikke længere se dens opslag i din tidslinje og kan heller ikke lave opslag til den længere.
de: Du wirst keine Beiträge dieser Community in deiner Timeline sehen, und auch keine Beiträge mehr mit dieser Community teilen können.
es_es: No verás sus posts en tus líneas de tiempo ni podrás publicar a la comunidad.
fr: Vous ne verrez plus ses publications dans votre fil d'actualités et ne pourrez plus y publier.
hu: Nem láthatod a bejegyzéseit többé a hírfolyamodban és nem hozhatsz létre több bejegyzést benne.
it: Non ne vedrai i post sulla tua timeline né potrai più postare.
nl: Je zult de berichten niet meer in je tijdslijn zien, noch in staat zijn om er in te posten.
pt_br: Você não poderá mais ver as publicações desta comunidade, nem publicar nela.
sv_se: Du kommer inte se dess inlägg i din tidslinje eller kunna skapa nya inlägg i den längre.
tr: Bu zaman çizelgesinde mesajları göremezsiniz ya da artık yayınlamak mümkün değildir.

# actions_manage_text
source: Manage
da: Administrere
de: Verwalten
es_es: Gestionar
fr: Gérer
hu: Kezelés
it: Gestisci
nl: Beheer
pt_br: Gerenciar
sv_se: Hantera
tr: Yönet

# manage_title
source: Manage community
da: Administrere fællesskab
de: Community verwalten
es_es: Gestionar comunidad
fr: Gérer la communauté
hu: Közösség kezelése
it: Gestisci comunità
nl: Beheer de community
pt_br: Gerenciar comunidade
sv_se: Hantera gemenskap
tr: Topluluğu yönet

# manage_details_title
source: Details
da: Detaljer
es_es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
pt_br: Detalhes
sv_se: Detaljer
tr: Ayrıntılar

# manage_details_desc
source: Change the title, name, avatar, cover photo and more.
da: Ændre titel, navn, avatar, coverbillede mv.
de: Ändere den Titel, Namen, Avatar, Cover-Foto und mehr.
es_es: Cambia el título, nombre, avatar, foto de portada y más.
fr: Changer le titre, le nom, l'avatar, la photo de couverture et plus.
hu: Cím, név, ikonkép, borítókép, stb. módosítása.
it: Cambia il titolo, nome, avatar, foto di copertina e altro ancora.
nl: Verander de titel, naam, avatar, omslagfoto en meer.
pt_br: Alterar título, nome, avatar, foto de capa e mais.
sv_se: Ändra titel, namn, avatar, omslagsfoto och mer.
tr: Başlığı, ismi, avatarı, kapak fotoğrafını ve daha fazlasını değiştirin.

# manage_admins_title
source: Administrators
da: Administratorer
de: Administratoren
es_es: Administradores
fr: Administrateurs.trices
hu: Adminisztrátorok
it: Amministratori
nl: Beheerders
pt_br: Administradores
sv_se: Administratörer
tr: Yöneticiler

# manage_admins_desc
source: See, add and remove administrators.
da: Se, tilføje og fjerne administratorer.
de: Administratoren anzeigen, hinzufügen und entfernen.
es_es: Ver, añadir y eliminar administradores.
fr: Voir, ajouter et supprimer des administrateurs.trices.
hu: Adminisztrátorok megtekintése, hozzáadása és törlése.
it: Vedi, aggiungi e rimuovi amministratori.
nl: Bekijk, voeg toe en verwijder beheerders.
pt_br: Ver, adicionar e remover administradores.
sv_se: Se, lägg till och ta bort administratörer.
tr: Yöneticileri görün, ekleyin ve kaldırın.

# manage_mods_title
source: Moderators
da: Moderatorer
de: Moderatoren
es_es: Moderadores
fr: Modérateurs.trices
hu: Moderátorok
it: Moderatori
pt_br: Moderadores
sv_se: Moderatorer
tr: Moderatörler

# manage_mods_desc
source: See, add and remove moderators.
da: Se, tilføje og fjerne moderatorer.
de: Moderatoren anzeigen, hinzufügen und entfernen.
es_es: Ver, añadir y eliminar administradores.
fr: Voir, ajouter et supprimer des modérateurs.trices.
hu: Moderátorok megtekintése, hozzáadása és törlése.
it: Vedi, aggiungi e rimuovi moderatori.
nl: Bekijk, voeg toe en verwijder moderators.
pt_br: Ver, adicionar e remover moderadores.
sv_se: Se, lägg till och ta bort moderatorer.
tr: Moderatörleri görün, ekleyin ve kaldırın.

# manage_banned_title
source: Banned users
da: Blokerede brugere
de: Gesperrte Benutzer
es_es: Usuarios baneados
fr: Utilisateurs.trices banni.e.s
hu: Letiltott felhasználók
it: Utenti Bloccati
nl: Geblokkeerde gebruikers
pt_br: Usuários banidos
sv_se: Bannade användare
tr: Engellenen kullanıcılar

# manage_banned_desc
source: See, add and remove banned users.
da: Se, tilføje og fjerne blokerede brugere.
de: Gesperrte Benutzer anzeigen, hinzufügen und entfernen.
es_es: Ver, añadir y eliminar usuarios baneados.
fr: Voir, ajouter et supprimer des utilisateurs.trices banni.e.s.
hu: Letiltott felhasználók megtekintése, hozzáadása és törlése.
it: Vedi, aggiungi e rimuovi gli utenti bloccati.
nl: Bekijk, voeg toe en verwijder geblokkeerde gebruikers.
pt_br: Ver, adicionar e remover usuários banidos.
sv_se: Se, lägg till och ta bort bannade användare.
tr: Engelli kullanıcıları görün, ekleyin ve kaldırın.

# manage_mod_reports_title
source: Moderation reports
da: Moderations rapporter
de: Moderationsberichte
es_es: Reportes de moderación
fr: Signalements
hu: Moderálási jelentések
it: Segnalazioni moderazione
nl: Moderatierapporten
pt_br: Reportado para moderação
sv_se: Anmälningar
tr: Denetim raporları

# manage_mod_reports_desc
source: Review the community moderation reports.
da: Gennemse fællesskabets moderations rapporter.
de: Überprüfe die Meldungen an die Community.
es_es: Revisa los reportes de moderación de la comunidad.
fr: Examiner les signalements.
hu: A közösségen belül létrehozott moderálási jelentések áttekintése.
it: Controlla le segnalazioni di moderazione della comunità.
nl: Beoordeel de moderatierapporten van de community.
pt_br: Revisar as denúncias para moderação da comunidade.
sv_se: Granska gemenskapens anmälningar.
tr: Topluluk denetim raporlarını gözden geçirin.

# manage_closed_posts_title
source: Closed posts
da: Lukkede opslag
de: Geschlossene Beiträge
es_es: Posts cerrados
fr: Publications désactivées
hu: Zárt bejegyzések
it: Post chiusi
nl: Gesloten berichten
pt_br: Publicações fechadas
sv_se: Stängda inlägg
tr: Kapalı yayınlar

# manage_closed_posts_desc
source: See and manage closed posts
da: Se og administrere lukkede opslag
de: Geschlossene Beiträge anzeigen und bearbeiten
es_es: Ver y administrar posts cerrados
fr: Voir et gérer les publications désactivées
hu: Zárt bejegyzések megtekintése és kezelése
it: Vedi e gestisci i post chiusi
nl: Bekijk en beheer gesloten berichten
pt_br: Ver e gerenciar as publicações fechadas
sv_se: Se och hantera stängda inlägg
tr: Kapalı yayınları görün ve yönetin

# manage_invite_title
source: Invite people
da: Inviter personer
de: Personen einladen
es_es: Invitar a personas
fr: Inviter des gens
hu: Emberek meghívása
it: Invita persone
nl: Mensen uitnodigen
pt_br: Convidar pessoas
sv_se: Bjud in folk
tr: İnsanları davet et

# manage_invite_desc
source: Invite your connections and followers to join the community.
da: Inviter dine forbindelser og følgere til at slutte sig til fællesskabet.
de: Lade deine Verbindungen und Follower ein, dieser Community beizutreten.
es_es: Invita a tus conexiones y seguidores a unirse a la comunidad.
fr: Invitez vos connexions et vos abonné.e.s à rejoindre la communauté.
hu: Hívd meg kapcsolataidat és követőidet a közösséghez.
it: Invita le tue connessioni e i tuoi follower a unirsi alla comunità.
nl: Nodig je connecties en volgers uit om deel te nemen aan de community.
pt_br: Convidar suas conexões e seus seguidores para a comunidade.
sv_se: Bjud in dina kontakter och följare till gemenskapen.
tr: Bağlantılarınızı ve takipçilerinizi topluluğa katılmaya davet edin.

# manage_delete_title
source: Delete community
da: Slet fællesskab
de: Community löschen
es_es: Eliminar comunidad
fr: Supprimer la communauté
hu: Közösség törlése
it: Elimina comunità
nl: Een community verwijderen
pt_br: Excluir comunidade
sv_se: Ta bort gemenskapen
tr: Topluluğu sil

# manage_delete_desc
source: Delete the community, forever.
da: Slet fællesskabet, for evigt.
de: Community endgültig löschen.
es_es: Eliminar la comunidad, para siempre.
fr: Supprime définitivement la communauté.
hu: Közösség törlése örökre.
it: Elimina la comunità, per sempre.
nl: Voorgoed een community verwijderen.
pt_br: Excluir a comunidade, para sempre.
sv_se: Ta bort gemenskapen, för alltid.
tr: Sonsuza dek Topluluğu sil.

# manage_leave_title
source: Leave community
da: Forlad fællesskab
de: Community verlassen
es_es: Dejar comunidad
fr: Quitter la communauté
hu: Kilépés a közösségből
it: Lascia comunità
nl: Een community verlaten
pt_br: Sair da comunidade
sv_se: Lämna gemenskapen
tr: Topluluktan ayrıl

# manage_leave_desc
source: Leave the community.
da: Forlad fællesskabet.
de: Diese Community verlassen.
es_es: Dejar la comunidad.
fr: Quitter la communauté.
hu: Kilépés a közösségből.
it: Lascia la comunità.
nl: De community verlaten.
pt_br: Sair da comunidade.
sv_se: Lämna gemenskapen.
tr: Topluluktan ayrıl.

# manage_add_favourite
source: Add the community to your favorites
da: Føj fællesskabet til dine favoritter
de: Community zu deinen Favoriten hinzufügen
es_es: Añadir la comunidad a tus favoritos
fr: Ajouter la communauté à vos favorites
hu: Közösség hozzáadása a kedvencekhez
it: Aggiungi la comunità ai tuoi preferiti
nl: Voeg de community aan je favorieten toe
pt_br: Adicionar a comunidade às suas favoritas
sv_se: Lägg till gemenskapen bland dina favoriter
tr: Topluluğu favorilerinize ekleyin

# manage_remove_favourite
source: Remove the community from your favorites
da: Fjern fællesskabet fra dine favoritter
de: Community aus deinen Favoriten entfernen
es_es: Remover la comunidad a tus favoritos
fr: Supprimer la communauté de vos favorites
hu: Közösség törlése a kedvencek közül
it: Rimuovi la comunità dai tuoi preferiti
nl: Verwijder de community uit je favorieten
pt_br: Remover a comunidade de suas favoritas
sv_se: Ta bort gemenskapen från dina favoriter
tr: Topluluğu favorilerinizden kaldırın

# manage_enable_new_post_notifications
source: Enable new post notifications
da: Slå meddelelser om nye indlæg til
es_es: Activar notificaciones de nuevos posts
it: Attiva le notifiche dei nuovi post

# manage_disable_new_post_notifications
source: Disable new post notifications
da: Slå meddelelser om nye indlæg fra
es_es: Desactivar notificaciones de nuevos posts
it: Disabilita le notifiche dei nuovi post

# is_private
source: This community is private.
da: Dette fællesskab er privat.
de: Diese Community ist privat.
es_es: Esta comunidad es privada.
fr: Cette communauté est privée.
hu: Ez a közösség zárt.
it: Questa comunità è privata.
nl: Deze community is besloten.
pt_br: Essa comunidade é privada.
sv_se: Den här gemenskapen är privat.
tr: Bu topluluk özel.
