Repository: sakshi190703/trial
Catalog: kootumb_Frontend_Flutter/assets/i18n/*/moderation.arb
Languages: da, de, hu, it, nl, sv_se, tr

# filters_title
source: Moderation Filters
da: Moderations Filtre
de: Moderationsfilter
hu: Moderációs szűrők
it: Filtri moderazione
nl: Moderatiefilters
sv_se: Modereringsfilter
tr: Moderasyon Filtreleri

# filters_reset
source: Reset
da: Nulstil
de: Zurücksetzen
hu: Visszaállítás
it: Azzera
nl: Herstellen
sv_se: Återställ
tr: Sıfırla

# filters_verified
source: Verified
da: Verificerede
de: Verifiziert
hu: Ellenőrizve
it: Verificato
nl: Geverifieerd
sv_se: Verifierad
tr: Doğrulandı

# filters_apply
source: Apply filters
da: Anvend filtre
de: Anwenden
hu: Szűrők alkalmazása
it: Applica filtri
nl: Pas filters toe
sv_se: Applicera filter
tr: Filtreleri uygula

# filters_type
source: Type
de: Typ
hu: Típus
it: Tipo
sv_se: Typ
tr: Tür

# filters_status
source: Status
hu: Állapot
it: Stato
tr: Durum

# filters_other
source: Other
da: Andre
de: Sonstige
hu: Egyéb
it: Altri
nl: Overige
sv_se: Övrigt
tr: Diğer

# actions_review
source: Review
da: Gennemgå
de: Überprüfen
hu: Áttekintés
it: Controlla
nl: Beoordelen
sv_se: Granska
tr: Detaylı

# actions_chat_with_team
source: Chat with the team
da: Chat med teamet
de: Chatte mit dem Team
hu: Beszélgess a csapattal
it: Chatta con il team
nl: Met het team chatten
sv_se: Chatta med teamet
tr: Ekiple sohbet et

# update_category_title
source: Update category
da: Opdater Kategori
de: Kategorie aktualisieren
hu: Kategória módosítása
it: Aggiorna categoria
nl: Categorie updaten
sv_se: Uppdatera kategori
tr: Kategoriyi güncelle

# update_category_save
source: Save
da: Gem
de: Speichern
hu: Mentés
it: Salva
nl: Opslaan
sv_se: Spara
tr: Kaydet

# update_description_save
source: Save
da: Gem
de: Speichern
hu: Mentés
it: Salva
nl: Opslaan
sv_se: Spara
tr: Kaydet

# update_description_title
source: Edit description
da: Rediger beskrivelse
de: Beschreibung bearbeiten
hu: Leírás szerkesztése
it: Modifica descrizione
nl: Beschrijving bewerken
sv_se: Redigera beskrivning
tr: Açıklamayı düzenle

# update_description_report_desc
source: Report description
da: Anmeldelses beskrivelse
de: Beschreibung melden
hu: Leírás jelentése
it: Segnala descrizione
nl: Omschrijving van de melding
sv_se: Anmäl beskrivning
tr: Açıklama raporu

# update_description_report_hint_text
source: e.g. The report item was found to...
da: f.eks Det anmeldte blev vurderet at...
de: z.B. der Bericht wurde als zu ... empfunden.
hu: pl.: A bejelentett elem az alábbi irányelveket sértette meg...
it: es. l'elemento segnalato è risultato...
nl: bijv. het gemelde item heeft als bevinding...
sv_se: t. ex. anmälan var...
tr: örnek olarak Raporun öğesi bulundu...

# update_status_save
source: Save
da: Gem
de: Speichern
hu: Mentés
it: Salva
nl: Opslaan
sv_se: Spara
tr: Kaydet

# update_status_title
source: Update status
da: Opdater status
de: Status aktualisieren
hu: Állapot frissítése
it: Aggiorna stato
nl: Status bijwerken
sv_se: Uppdatera status
tr: Durumu güncelle

# community_review_title
source: Review moderated object
da: Gennemse moderet objekt
de: Gemeldetes Element überprüfen
hu: Tekintse át a moderált tárgyat
it: Rivedi elemento moderato
nl: Beoordeel gemodereerd object
sv_se: Granska modererat objekt
tr: Yönetilen nesneyi gözden geçir

# moderated_object_title
source: Object
da: Objekt
de: Element
hu: Tárgy
it: Oggetto
sv_se: Objekt
tr: Nesne

# moderated_object_status
source: Status
hu: Állapot
it: Stato
tr: Durum

# moderated_object_reports_count
source: Reports count
da: Anmeldelses antal
de: Anzahl der Meldungen
hu: Jelentések száma
it: Numero di segnalazioni
nl: Aantal meldingen
sv_se: Antal anmälningar
tr: Rapor sayısı

# moderated_object_verified_by_staff
source: Verified by Kootumb staff
da: Gennemset af Kootumb personale
de: Geprüft durch das Kootumb-Team
hu: Az Kootumb csapata által ellenőrizve
it: Verificato dagli addetti Kootumb
nl: Geverifieerd door Kootumb staf
sv_se: Verifierad av Kootumbs personal
tr: Kootumb çalışanı tarafından doğrulandı

# moderated_object_verified
source: Verified
da: Gennemset
de: Geprüft
hu: Ellenőrizve
it: Verificato
nl: Geverifieerd
sv_se: Verifierad
tr: Doğrulandı

# moderated_object_true_text
source: True
da: Ja
de: Wahr
hu: Igaz
it: Vero
nl: Waar
sv_se: Sant
tr: Doğru

# moderated_object_false_text
source: False
da: Nej
de: Falsch
hu: Hamis
it: Falso
nl: Niet waar
sv_se: Falskt
tr: Yanlış

# community_review_object
source: Object
da: Objekt
de: Element
hu: Tárgy
it: Oggetto
sv_se: Objekt
tr: Nesne

# community_review_approve
source: Approve
da: Godkend
de: Bestätigen
hu: Jóváhagy
it: Approva
nl: Goedkeuren
sv_se: Godkänn
tr: Onaylandı

# community_review_reject
source: reject
da: afvis
de: Ablehnen
hu: Elutasít
it: rifiuta
nl: afwijzen
sv_se: avvisa
tr: reddedildi

# community_review_item_verified
source: This item has been verified
da: Denne anmeldelse er gennemgået
de: Dieses Element wurde überprüft
hu: Ez a tárgy ellenőrizve van
it: Questo elemento è stato controllato
nl: Dit item is geverifieerd
sv_se: Den här anmälan har verifierats
tr: Bu madde doğrulandı

# global_review_title
source: Review moderated object
da: Gennemse moderet objekt
de: Gemeldetes Element überprüfen
hu: Moderált tárgy áttekintése
it: Rivedi oggetto moderato
nl: Beoordeel gemodereerd object
sv_se: Granska modererat objekt
tr: Yönetilen nesneyi gözden geçir

# global_review_object_text
source: Object
da: Objekt
de: Element
hu: Tárgy
it: Oggetto
sv_se: Objekt
tr: Nesne

# global_review_verify_text
source: Verify
da: Verificer
hu: Ellenőrzés
it: Verifica
nl: Bevestigen
sv_se: Verifiera
tr: Doğrulandı

# global_review_unverify_text
source: Unverify
da: Fjern verificering
hu: Ellenőrzés visszavonása
it: Annulla verifica
nl: Bevestiging opheffen
sv_se: Av-verifiera
tr: Doğrulanmadı

# confirm_report_title
source: Submit report
da: Indsend anmeldelse
de: Bericht einreichen
hu: Bejelentés elküldése
it: Invia segnalazione
nl: Melding indienen
sv_se: Skicka anmälan
tr: Rapor gönder

# confirm_report_provide_details
source: Can you provide extra details that might be relevant to the report?
da: Kan du tilføje ekstra detaljer som kan være relevante for anmeldelsen?
de: Kannst du zusätzliche Details angeben, die für den Bericht relevant sein könnten?
hu: Tudnál további részleteket szolgáltatni amelyek lényegesek lennének a bejelentéshez?
it: Puoi fornire ulteriori dettagli che potrebbero essere utili per la segnalazione?
nl: Kun je aanvullende details verstrekken die wellicht relevant zijn voor de melding?
sv_se: Kan du delge extra information som kan vara relevant för anmälan?
tr: Raporla alakalı olabilecek ilave detaylar verebilir misiniz?

# confirm_report_provide_optional_info
source: (Optional)
da: (Valgfrit)
hu: (Nem kötelező)
it: (Opzionale)
nl: (Optioneel)
sv_se: (Valfritt)
tr: (İsteğe Bağlı)

# confirm_report_provide_optional_hint_text
source: Type here...
da: Skriv her...
de: Schreibe hier...
hu: Írj ide...
it: Digita qui...
nl: Typ hier...
sv_se: Skriv här...
tr: Buraya yaz...

# confirm_report_provide_happen_next
source: Here's what will happen next:
da: Her er hvad der vil ske efterfølgende:
de: Das passiert als nächstes:
hu: Ez fog történni most:
it: Ecco cosa accadrà dopo:
nl: Dit is de volgende stap:
sv_se: Detta kommer hända härnäst:
tr: İşte bundan sonra ne olacak:

# confirm_report_provide_happen_next_desc
source: - Your report will be submitted anonymously. - If you are reporting a post or comment, the report will be sent to the Kootumb staff and the community moderators if applicable and the post will be hidden from your feed. - If you are reporting an account or community, it will be sent to the Kootumb staff. - We'll review it, if approved, content will be deleted and penalties delivered to the people involved ranging from a temporary suspension to deletion of the account depending on the severity of the transgression. - If the report is found to be made in an attempt to damage the reputation of another member or community in the platform with no infringement of the stated reason, penalties will be applied to you.
da: - Din anmeldelse vil blive indsendt anonymt. - Hvis du anmelder et opslag eller en kommentar, vil anmeldelsen blive sendt til Kootumb personalet og fællesskabs moderatorerne hvis relevant og opslaget vil blive skjult fra dit feed. - Hvis du anmelder en konto eller et fællesskab, vil det blive sendt til Kootumb personalet. - Vi vil gennemgå det og hvis det godkendes, vil indhold blive slettet og sanktioner givet til de involverede, gående fra en midlertidig udelukkelse til sletning a kontoen, afhængig af alvorligheden af overtrædelsen. - Hvis anmeldelsen vurderes at være lavet i et forsøg på at skade et andet medlem eller fællesskab på platformen, uden nogen overtrædelse af den angivne type, vil sanktioner blive givet til dig.
de: - Dein Bericht wird anonym übermittelt. - Wenn du einen Beitrag oder Kommentar meldest, wird der Bericht an die Kootumb-Mitarbeiter und ggf. an die Community-Moderatoren gesendet und der Beitrag wird in deinem Feed ausgeblendet. - Wenn du ein Account oder eine Community meldest, wird dies an die Kootumb-Mitarbeiter gesendet. - Wir werden das überprüfen und wenn es bestätigt wird, werden die Inhalte gelöscht und Strafen für die betroffenen Personen verhängt. Diese reichen von einer vorübergehenden Sperrung bis zur Löschung des Accounts - je nach Schwere der Überschreitung. - Wenn sich herausstellt, dass die Meldung in dem Versuch erstellt wurde, einem anderen Mitglied oder einer Community auf der Plattform ohne Verletzung des angegebenen Grundes Schaden zuzufügen, werden Strafen gegenüber dir verhängt.
hu: - A jelentés névtelenül lesz elküldve. - Ha egy bejegyzést vagy hozzászólást jelentesz, a jelentés el lesz küldve az Kootumb vezetőségéhez és adott esetben a közösség moderátoraihoz, valamint a bejegyzés el lesz rejtve a hírfolyamodból. - Ha egy fiókot vagy közösséget jelentesz, a jelentés el lesz küldve az Kootumb vezetőségéhez. - Felülvizsgáljuk a jelentést és amennyiben ütközik irányelveinkkel, a jelentett tartalmat törölni fogjuk és kiszabjuk a megfelelő büntetést az érintett felekre, mely az áthágás súlyosságának függvényében lehet ideiglenes felfüggesztés vagy a teljes fiók törlése. - Ha a jelentett tartalom nem ütközik irányelveinkkel és a jelentés azért lett létrehozva, hogy más felhasználó vagy közösség hírnevét csökkentse, a büntetést terád fogjuk kiszabni.
it: - La tua segnalazione sarà sottomessa in maniera anonima. - Se stai segnalando un post o commento, la segnalazione sarà inviata agli addetti Kootumb e ai moderatori della comunità (dove applicabile), e il post sarà nascosto dal tuo feed. - Se stai segnalando un account o una comunità, sarà inviata agli addetti Kootumb - Verificheremo la segnalazione, se approvata, il contenuto sarà eliminato e le penalizzazioni saranno assegnate alle persone coinvolte, variabili da una sospensione temporanea all'eliminazione dell'account, in base alla gravità della trasgressione. - Se la segnalazione risulterà fatta con lo scopo di danneggiare la reputazione di un altro membro o comunità della piattaforma, senza che le trasgressioni fossero veritiere, le penalizzazioni saranno applicate a te.
nl: - Je melding zal anoniem ingediend worden. - Als je een post of commentaar meldt, zal de melding aan medewerkers van Kootumb en indien van toepassing aan de community moderators gestuurd worden. De post zal niet zichtbaar zijn in je tijdlijn. - Als je een account of community aanmeldt, zal deze naar medewerkers van Kootumb gestuurd worden. - We zullen het bekijken en indien mee eens, zal de content verwijderd worden. Daarnaast zullen sancties uitgedeeld worden aan de mensen die betrokken zijn. Deze sancties variÃ«ren van een tijdelijke schorsing tot het verwijderen van het account, afhankelijk van de ernst van de overtreding. - Als de melding wordt gedaan in een poging om de reputatie van een ander lid of een andere gemeenschap in het platform te schaden zonder dat er sprake is van een inbreuk op de vermelde grond, zullen er sancties aan u worden opgelegd.
sv_se: - Din anmälan skickas in anonymt. - Om du anmäler ett inlägg eller en kommentar så kommer anmälan skickas till Kootumbs personal och, om tillämpligt, gemenskapens moderatorer, och inlägget kommer döljas från ditt flöde. - Om du anmäler ett konto eller en gemenskap kommer anmälan skickas till Kootumbs personal. - Vi granskar anmälan och om den godkänns kommer innehållet tas bort och straff utmätas till de som är inblandade, från tillfällig avstängning till borttagning av konto beroende på hur allvarlig överträdelsen var. - Om anmälan bedöms vara gjord för att försöka skada en annan medlem eller gemenskap på plattformen utan att den angivna överträdelsen har skett kommer straff istället utmätas mot dig.
tr: -Raporunuz isimsiz olarak gönderilecektir. -Bir gönderi veya yorum bildiriyorsanız, rapor Kootumb çalışanına ve varsa topluluk moderatörlerine gönderilecek ve gönderi yayınınızdan gizlenecektir - Bir hesap veya topluluğu rapor ediyorsanız, Kootumb çalışanına gönderilir. - Onaylanırsa, içerik silinecek ve hesabın silinmesinden raporun ciddiyetine bağlı olarak belirli saatlere kadar askıya alınmasına karar verilir ve kişilere verilen cezalar gözden geçirilir. - Raporun platformdaki başka bir üyeye veya topluluğa zarar vermek amacıyla belirtilen nedenle herhangi bir ihlal yapılmadığı tespit edilirse, cezalar size uygulanacaktır.

# confirm_report_submit
source: I understand, submit.
da: Forstået, indsend.
de: Ich verstehe, einreichen.
hu: Megértettem, küldés.
it: Ho capito, invia la segnalazione.
nl: Ik begrijp het en dien in.
sv_se: Jag förstår, skicka.
tr: Anladım, gönder.

# confirm_report_user_reported
source: User reported
da: Bruger anmeldelse
de: Benutzer gemeldet
hu: Jelentett felhasználó
it: Utente segnalato
nl: Gebruiker gemeld
sv_se: Användare anmäld
tr: Kullanıcı bildirildi

# confirm_report_community_reported
source: Community reported
da: Fællesskabs anmeldelse
de: Community gemeldet
hu: Jelentett közösség
it: Comunità segnalata
nl: Gemelde community
sv_se: Gemenskap anmäld
tr: Topluluk bildirildi

# confirm_report_post_reported
source: Post reported
da: Opslags anmeldelse
de: Beitrag gemeldet
hu: Jelentett bejegyzés
it: Post segnalato
nl: Gemelde post
sv_se: Inlägg anmält
tr: Gönderi bildirildi

# confirm_report_post_comment_reported
source: Post comment reported
da: Opslags kommentar anmeldelse
de: Kommentar gemeldet
hu: Jelentett hozzászólás
it: Commento segnalato
nl: Gemelde post commentaar
sv_se: Inläggskommentar anmäld
tr: Gönderideki yorum bildirildi

# confirm_report_item_reported
source: Item reported
da: Objekt anmeldt
de: Element gemeldet
hu: Jelentett tárgy
it: Elemento segnalato
nl: Gemelde item
sv_se: Objekt anmält
tr: Öğe bildirildi

source: Community moderated objects
da: Fællesskabs modererede objekter
de: Gemeldete Elemente der Community
hu: Közösség által moderált tárgyak
it: Oggetti moderati dalla comunità
nl: Community gemodereerde objecten
sv_se: Gemenskapens modererade objekt
tr: Toplulukta denetlenen nesneler

source: Globally moderated objects
da: Globalt modererede objekter
de: Global gemeldete Elemente
hu: Globálisan moderált tárgyak
it: Oggetti moderati globalmente
nl: Globaal gemodereerde objecten
sv_se: Globalt modererade objekt
tr: Global olarak yönetilen nesneler

# tap_to_retry
source: Tap to retry loading items
da: Tryk for at forsøge genindlæsning
de: Tippe hier, um neu zu laden
hu: Koppints az elemek betöltésének újrapróbálásához
it: Tocca per riprovare a caricare gli elementi
nl: Tik om te proberen de items opnieuw te laden
sv_se: Tryck för att försöka läsa in poster igen
tr: Öğeleri yeniden yüklemeyi denemek için dokunun

# report_post_text
source: Report post
da: Anmeld opslag
de: Beitrag melden
hu: Bejegyzés jelentése
it: Segnala post
nl: Rapporteer bericht
sv_se: Anmäl inlägg
tr: Gönderiyi bildir

# you_have_reported_post_text
source: You have reported this post
da: Du har anmeldt dette opslag
de: Du hast diesen Beitrag gemeldet
hu: Sikeresen jelentetted ezt a bejegyzést
it: Hai segnalato questo post
nl: Je hebt dit bericht gerapporteerd
sv_se: Du har anmält det här inlägget
tr: Bu yayını bildirdin

# report_account_text
source: Report account
da: Anmeld konto
de: Benutzer melden
hu: Fiók bejelentése
it: Segnala account
nl: Rapporteer account
sv_se: Anmäl konto
tr: Hesabı bildir

# you_have_reported_account_text
source: You have reported this account
da: Du har anmeldt denne konto
de: Du hast diesen Account gemeldet
hu: Sikeresen jelentetted ezt a fiókot
it: Hai segnalato questo account
nl: Je hebt dit account gerapporteerd
sv_se: Du har anmält det här kontot
tr: Bu hesabı bildirdin

# report_hashtag_text
source: Report hashtag
da: Rapporter hashtaget
de: Hashtag melden
it: Segnala hashtag
nl: Hashtag melden
sv_se: Anmäl hashtag

# you_have_reported_hashtag_text
source: You have reported this hashtag
da: Du har rapporteret dette hashtag
de: Sie haben diesen Hashtag gemeldet
it: Hai segnalato questo hashtag
nl: Je hebt deze hashtag gemeld
sv_se: Du har anmält den här hashtaggen

# report_community_text
source: Report community
da: Anmeld fællesskab
de: Community melden
hu: Közösség jelentése
it: Segnala comunità
nl: Rapporteer community
sv_se: Anmäl gemenskap
tr: Topluluğu bildir

# you_have_reported_community_text
source: You have reported this community
da: Du har anmeldt dette fællesskab
de: Du hast diese Community gemeldet
hu: Sikeresen jelentetted ezt a közösséget
it: Hai segnalato questa comunità
nl: Je hebt deze community gerapporteerd
sv_se: Du har anmält den här gemenskapen
tr: Bu topluluğu bildirdin

# report_comment_text
source: Report comment
da: Anmeld kommentar
de: Kommentar melden
hu: Hozzászólás jelentése
it: Segnala commento
nl: Rapporteer commentaar
sv_se: Anmäl kommentar
tr: Yorumu bildir

# you_have_reported_comment_text
source: You have reported this comment
da: Du har anmeldt denne kommentar
de: Du hast diesen Kommentar gemeldet
hu: Sikeresen jelentetted ezt a hozzászólást
it: Hai segnalato questo commento
nl: Je hebt dit commentaar gerapporteerd
sv_se: Du har anmält den här kommentaren
tr: Bu yorumu bildirdin

# description_text
source: Description
da: Beskrivelse
de: Beschreibung
hu: Leírás
it: Descrizione
nl: Omschrijving
sv_se: Beskrivning
tr: Açıklama

# no_description_text
source: No description
da: Ingen beskrivelse
de: Keine Beschreibung
hu: Nincs leírás
it: Nessuna descrizione
nl: Geen omschrijving
sv_se: Ingen beskrivning
tr: Açıklama Yok

# category_text
source: Category
da: Kategori
de: Kategorie
hu: Kategória
it: Categoria
nl: Categorie
sv_se: Kategori
tr: Kategori

# reporter_text
source: Reporter
da: Rapporter
de: Meldender
hu: Bejelentő
it: Segnalatore
nl: Rapporteur
sv_se: Anmälare
tr: Raporlayıcı

# reports_preview_title
source: Reports
da: Reporter
de: Berichte
hu: Jelentések
it: Segnalazioni
nl: Rapporten
sv_se: Anmälningar
tr: Raporlar

# reports_preview_resource_reports
source: reports
da: anmelder
de: Berichte
hu: jelentés
it: segnalazioni
nl: rapporten
sv_se: anmälningar
tr: raporlar

# reports_see_all
source: See all {resourceCount} {resourceName}
da: Se alle {resourceCount} {resourceName}
de: Alle {resourceCount} {resourceName} anzeigen
hu: Mind a(z) {resourceCount} {resourceName} megtekintése
it: Vedi tutti {resourceCount} {resourceName}
nl: Zie alle {resourceCount} {resourceName}
sv_se: Visa alla {resourceCount} {resourceName}
tr: Hepsini gör {resourceCount} {resourceName}

# my_moderation_tasks_title
source: Pending moderation tasks
da: Udestående moderationsopgaver
de: Offene Moderationsaufgaben
hu: Függő moderációs feladatok
it: Attività in attesa di moderazione
nl: Wachtende moderatie-taken
sv_se: Väntande modereringsuppgifter
tr: Bekleyen moderasyon görevleri

# pending_moderation_tasks_singular
source: pending moderation task
da: udestående moderationsopgave
de: offene Moderationsaufgabe
hu: függő moderációs feladat
it: attività in attesa di moderazione
nl: wachtende moderatie-taak
sv_se: väntande modereringsuppgift
tr: bekleyen moderasyon görevi

# pending_moderation_tasks_plural
source: pending moderation tasks
da: udestående moderationsopgaver
de: offenen Moderationsaufgaben
hu: függő moderációs feladat
it: attività in attesa di moderazione
nl: wachtende moderatie-taken
sv_se: väntande modereringsuppgifter
tr: bekleyen moderasyon görevleri

# my_moderation_penalties_title
source: Moderation penalties
da: Moderations straffer
de: Meine Strafen
hu: Moderációs büntetések
it: Sanzioni moderazione
nl: Strafpunten
sv_se: Modereringsstraff
tr: Moderasyon cezaları

# my_moderation_penalties_resouce_singular
source: moderation penalty
da: moderations straffe
de: gegen mich verhängte Strafe
hu: moderációs büntetés
it: sanzione moderazione
nl: strafpunt
sv_se: modereringsstraff
tr: moderasyon cezası

# my_moderation_penalties_resource_plural
source: moderation penalties
da: moderations straffer
de: gegen mich verhängte Strafen
hu: moderációs büntetés
it: sanzioni moderazione
nl: strafpunten
sv_se: modereringsstraff
tr: moderasyon cezaları

# object_status_title
source: Status
hu: Állapot
tr: Durum
