Repository: sakshi190703/trial
Catalog: kootumb_Frontend_Flutter/assets/i18n/*/user_search.arb
Languages: da, de, es_es, fr, hu, nl, pt_br, sv_se, tr

# search_text
source: Search...
da: Søg...
de: Suchen...
es_es: Buscar...
fr: Rechercher...
hu: Keresés...
nl: Zoeken...
pt_br: Pesquisar...
sv_se: Sök...
tr: Ara...

source: Communities
da: Fælleskaber
es_es: Comunidades
fr: Communautés
hu: Közösségek
pt_br: Comunidades
sv_se: Gemenskaper
tr: Topluluklar

source: Hashtags
sv_se: Hashtaggar

source: Users
da: Brugere
de: Benutzer
es_es: Usuarios
fr: Utilisateurs.trices
hu: Felhasználók
nl: Gebruikers
pt_br: Usuários
sv_se: Användare
tr: Kullanıcılar

# list_search_text
source: Search {resourcePluralName} ...
da: Søg {resourcePluralName} ...
de: Suche {resourcePluralName} ...
es_es: Buscar {resourcePluralName}...
fr: Recherche {resourcePluralName} ...
hu: {resourcePluralName} keresése...
nl: Zoek {resourcePluralName} ...
pt_br: Pesquisar {resourcePluralName} ...
sv_se: Sök {resourcePluralName} ...
tr: {resourcePluralName} Aranıyor...

# list_no_results_found
source: No {resourcePluralName} found.
da: Ingen {resourcePluralName} fundet.
de: Keine {resourcePluralName} gefunden.
es_es: No se encontr√≥ ningun {resourcePluralName}.
fr: Pas de {resourcePluralName} trouvé.e.s.
hu: Nem találhatóak {resourcePluralName}.
nl: {resourcePluralName} niet gevonden.
pt_br: Sem {resourcePluralName}.
sv_se: Inga {resourcePluralName} hittades.
tr: {resourcePluralName} için hiç bir bulunamadı.

# list_refresh_text
source: Refresh
da: Opdater
de: Aktualisieren
es_es: Refrescar
fr: Actualiser
hu: Frissítés
nl: Ververs
pt_br: Atualizar
sv_se: Uppdatera
tr: Yenile

# list_retry
source: Tap to retry.
da: Tryk for at prøve igen.
de: Nochmal versuchen.
es_es: Toca para reintentar.
fr: Appuyez pour réessayer.
hu: Koppints az újrapróbálkozáshoz.
nl: Tik om opnieuw te proberen.
pt_br: Toque para tentar novamente.
sv_se: Tryck för att försöka igen.
tr: Tekrar denemek için tıkla.

source: Cancel
da: Annuller
de: Abbrechen
es_es: Cancelar
fr: Annuler
hu: Mégse
nl: Annuleren
pt_br: Cancelar
sv_se: Avbryt
tr: İptal et

# searching_for
source: Searching for '{searchQuery}'
da: Søger efter '{searchQuery}'
de: Suche nach {searchQuery}
es_es: Buscando '{searchQuery}'
fr: Recherche de '{searchQuery}'
hu: "{searchQuery}" keresése
nl: Zoeken naar '{searchQuery}'
pt_br: Procurando por '{searchQuery}'
sv_se: Söker efter '{searchQuery}'
tr: '{searchQuery}' için arama yapılıyor

# no_results_for
source: No results for '{searchQuery}'.
da: Ingen resultater for '{searchQuery}'.
de: Keine Suchergebnisse für '{searchQuery}'.
es_es: Sin resultados para "{searchQuery}".
fr: Aucun résultat pour '{searchQuery}'.
hu: Nincs találat a(z) "{searchQuery}" keresésre.
nl: Geen resultaten voor '{searchQuery}' gevonden.
pt_br: Nenhum resultado para '{searchQuery}'.
sv_se: Inga resultat hittades för '{searchQuery}'.
tr: '{searchQuery}' için hiç bir sonuç bulunamadı.

# no_communities_for
source: No communities found for '{searchQuery}'.
da: Ingen fællesskaber fundet for '{searchQuery}'.
de: Keine Communities zu '{searchQuery}' gefunden.
es_es: No se encontraron comunidades para '{searchQuery}'.
fr: Aucune communauté trouvée pour '{searchQuery}'.
hu: Nem található közösség a(z) "{searchQuery}" keresésre.
nl: Geen communities gevonden voor '{searchQuery}'.
pt_br: Nenhuma comunidade encontrada para '{searchQuery}'.
sv_se: Inga gemenskaper hittades för '{searchQuery}'.
tr: ''{searchQuery} 'için hiç topluluk bulunamadı.

# no_hashtags_for
source: No hashtags found for '{searchQuery}'.
da: Ingen hashtags fundet for '{searchQuery}'.
de: Keine Hashtags zu '{searchQuery} ' gefunden.
es_es: No se encontraron hashtags para '{searchQuery}'.
nl: Geen hashtags gevonden voor '{searchQuery}'.
pt_br: Não foram encontradas hashtags para '{searchQuery}'.
sv_se: Inga hashtaggar hittades för '{searchQuery}'.

# no_users_for
source: No users found for '{searchQuery}'.
da: Ingen brugere fundet for '{searchQuery}'.
de: Keine Benutzer für '{searchQuery}' gefunden.
es_es: No se encontraron usuarios para '{searchQuery}'.
fr: Aucun.e utilisateur.trice trouvé.e pour '{searchQuery}'.
hu: Nem található felhasználó a(z) "{searchQuery}" keresésre.
nl: Geen gebruikers gevonden voor '{searchQuery}'.
pt_br: Nenhum usuário encontrado para '{searchQuery}'.
sv_se: Inga användare hittades för '{searchQuery}'.
tr: ''{searchQuery}' için hiç bir kullanıcı bulunamadı.
